-- phpMyAdmin SQL Dump
-- version 4.5.2
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2017-02-19 13:16:09
-- 服务器版本： 10.1.13-MariaDB
-- PHP Version: 5.6.21

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `wemallshop`
--

-- --------------------------------------------------------

--
-- 表的结构 `admin`
--

CREATE TABLE `admin` (
  `id` int(10) UNSIGNED NOT NULL,
  `username` text NOT NULL,
  `password` text NOT NULL,
  `phone` text NOT NULL,
  `email` text NOT NULL,
  `token` text,
  `lastip` text NOT NULL,
  `remark` text NOT NULL,
  `status` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `admin`
--

INSERT INTO `admin` (`id`, `username`, `password`, `phone`, `email`, `token`, `lastip`, `remark`, `status`, `created_at`, `updated_at`) VALUES
(1, 'admin', '21232f297a57a5a743894a0e4a801fc3', '10086', 'admin@admin.com', '', '', '', 1, '2016-10-06 01:36:23', '2016-10-06 01:36:23');

-- --------------------------------------------------------

--
-- 表的结构 `ads`
--

CREATE TABLE `ads` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` text NOT NULL,
  `sub` text NOT NULL,
  `file_id` int(11) NOT NULL,
  `url` text NOT NULL,
  `remark` text,
  `status` int(11) NOT NULL,
  `type` int(11) DEFAULT NULL COMMENT '1幻灯片2插件3长形广告4广告5学院幻灯片',
  `rank` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `ads`
--

INSERT INTO `ads` (`id`, `name`, `sub`, `file_id`, `url`, `remark`, `status`, `type`, `rank`, `created_at`, `updated_at`) VALUES
(1, '为什么选择我们', '', 1, '', '', 1, 1, 0, '2017-02-12 05:55:23', '2017-02-12 05:55:23'),
(2, 'wemall 6.0震撼发布', '', 2, '', '', 1, 1, 0, '2017-02-12 05:57:21', '2017-02-12 05:57:21'),
(3, '迅猫商城正式上线', '', 3, '', '', 1, 1, 0, '2017-02-12 05:58:09', '2017-02-12 05:58:09'),
(4, '微信支付', '', 5, '', '', 1, 2, 100, '2017-02-12 06:09:48', '2017-02-13 03:25:25'),
(5, '迅猫商城学院幻灯片', '', 3, '', '', 1, 5, 0, '2017-02-12 06:27:18', '2017-02-12 06:27:18'),
(6, '支付宝支付', '', 30, '', '', 1, 2, 99, '2017-02-13 02:52:42', '2017-02-13 03:25:44'),
(7, ' oAuth自动登录 ', '', 17, '', '', 1, 2, 0, '2017-02-13 02:53:08', '2017-02-13 02:53:08'),
(8, '模板消息 ', '', 27, '', '', 1, 2, 0, '2017-02-13 02:53:23', '2017-02-13 02:53:23'),
(9, ' 微信基础功能 ', '', 32, '', '', 1, 2, 0, '2017-02-13 02:53:35', '2017-02-13 02:53:35'),
(10, '  微信打印 ', '', 26, '', '', 1, 2, 0, '2017-02-13 02:53:53', '2017-02-13 02:53:53'),
(11, '特价促销 ', '', 29, '', '', 1, 2, 0, '2017-02-13 02:54:11', '2017-02-13 02:54:11'),
(12, '客户管理 ', '', 21, '', '', 1, 2, 0, '2017-02-13 02:54:28', '2017-02-13 02:54:28'),
(13, ' 数据分析 ', '', 28, '', '', 1, 2, 0, '2017-02-13 02:54:41', '2017-02-13 02:54:41'),
(14, '二维码登录 ', '', 18, '', '', 1, 2, 0, '2017-02-13 02:54:54', '2017-02-13 02:54:54'),
(15, ' 短信验证 ', '', 19, '', '', 1, 2, 0, '2017-02-13 02:55:07', '2017-02-13 02:55:07'),
(16, '会员卡 ', '', 14, '', '', 1, 2, 0, '2017-02-13 02:55:19', '2017-02-13 02:55:19'),
(17, '幸运大转盘', '', 16, '', '', 1, 2, 0, '2017-02-13 02:55:33', '2017-02-13 02:55:33'),
(18, '报名系统 ', '', 20, '', '', 1, 2, 0, '2017-02-13 02:55:47', '2017-02-13 02:55:47'),
(19, '签到积分系统 ', '', 23, '', '', 1, 2, 0, '2017-02-13 02:56:03', '2017-02-13 02:56:03'),
(20, '微信卡券 ', '', 15, '', '', 1, 2, 0, '2017-02-13 02:57:33', '2017-02-13 02:57:33'),
(21, ' 独立APP ', '', 13, '', '', 1, 2, 0, '2017-02-13 02:57:46', '2017-02-13 02:57:46'),
(22, '自定义菜单 ', '', 31, '', '', 1, 2, 0, '2017-02-13 02:58:04', '2017-02-13 02:58:04'),
(23, '欢迎语 ', '', 22, '', '', 1, 2, 0, '2017-02-13 02:58:17', '2017-02-13 02:58:17'),
(24, ' 插件管理', '', 24, '', '', 1, 2, 0, '2017-02-13 02:58:33', '2017-02-13 02:58:33'),
(25, ' 微商店', '', 25, '', '', 1, 2, 0, '2017-02-13 02:58:45', '2017-02-13 02:58:45'),
(26, '文章管理', '', 34, '', '', 1, 2, 0, '2017-02-13 02:59:00', '2017-02-13 02:59:00'),
(27, '更多功能模块', '', 12, '', '', 1, 2, -1, '2017-02-13 02:59:14', '2017-02-13 10:55:59');

-- --------------------------------------------------------

--
-- 表的结构 `article`
--

CREATE TABLE `article` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` text NOT NULL,
  `pinyin` text,
  `file_id` int(11) NOT NULL,
  `url` text NOT NULL,
  `author` text NOT NULL,
  `sub` text NOT NULL,
  `content` text NOT NULL,
  `status` int(11) NOT NULL DEFAULT '1',
  `type` int(11) NOT NULL COMMENT '0:最新资讯，1:推荐阅读，2:今日头条，3:电商经验谈',
  `remark` text,
  `rank` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `article`
--

INSERT INTO `article` (`id`, `title`, `pinyin`, `file_id`, `url`, `author`, `sub`, `content`, `status`, `type`, `remark`, `rank`, `created_at`, `updated_at`) VALUES
(1, '微分销系统转抓住回头客的方法?', 'wei-fen-xiao-xi-tong-zhuan-zhua-zhu-hui-tou-ke-de-fang-fa', 2, 'http://www.koahub.com/home/product/1', '', '什么是回头客，回头客大部分是曾经购买和使用过本商城的产品，然后成为商城的粉丝，并且会在以后，长时间的对商城的产品多次购买的客户。那么，微分销系统的就要更加注意维护和培养自己商城系统的回头客，就拿最常见的护肤品来说，如果一套产品使用过后，效果很好，就会对这种产品产生依赖   ', '                                                                                                            <p><font size="4">    在商城客户的来源，回头客是占很大一个比例的的，也是对于微商城中非常重要的，所以培养回头客是非常需要的。</font></p><p><font size="4">    什么是回头客，回头客大部分是曾经购买和使用过本商城的产品，然后成为商城的粉丝，并且会在以后，长时间的对商城的产品多次购买的客户。那么，微分销系统的就要更加注意维护和培养自己商城系统的回头客，就拿最常见的护肤品来说，如果一套产品使用过后，效果很好，就会对这种产品产生依赖，也会在以后的是时间继续购买和使用，这样，会同样可就产生了。那么怎么服务和维护回头客呢？</font></p><p><font size="4">    我们现分析一下顾客购买后会出现的行为:</font></p><p><font size="4">第一种：<b>产品分享</b></font></p><p><font size="4">    很多客户，尤其是女生，会把自己感觉好的产品分享给大家，发到朋友圈或者其他的社交平台上去，推荐给朋友家人使用；</font></p><p><font size="4">第二种：<b>回购</b></font></p><p><font size="4">    当感觉产品符合自己心意，想要再次购买同类产品时，便会继续多次的在你的商城系统中购买；</font></p><p><font size="4">第三种：<b>客户流失</b></font></p><p><font size="4">    部分客户对你的产品和服务不满时，这部分客户便不会再次购买产品。</font></p><p><font size="4"> </font></p><p><font size="4"> </font></p><p><font size="4">    所以，销售出产品不代表着你的商品交易结束，反而是一个开始。其实维护和服务好玩一个老客户，要比发展一个新客户容易，顾客自发推荐要比商城自己推广有效的多，所以，对于已经购买的顾客，要经常进行回访，经常打打招呼等...</font></p><p><font size="4"> </font></p><p><font size="4">    那么，如何让你的贵客成为你长期的粉丝呢？</font></p><p><font size="4"> </font></p><p><font size="4">    对于微分销系统来说，客户的基本发展历程一般是这样的：潜水客——新客户；老客户——流失客户；老客户——长期粉丝——分销商；</font></p><p><font size="4"> </font></p><p><font size="4">根据这些历程，WeMall小编给您一些建议：</font></p><span style="font-size: large;">1.进行数据统计分析要详细了解客户的回购周期，回购频率，回购单价等详细信息，方便统计以及后期的策略定制。</span><br><span style="font-size: large;">2.定制产品行销的周期产品一般分为这几个周期，购买期、使用期、结束期、回购期。要在不同的周期定制不同的客户提醒和优惠活动等。</span><br><span style="font-size: large;">3.定期维护对于微分销系统来说，第一做的比较好的是在朋友圈和微信公众平台上定期发布一些分享和促销活动，稍微好一点的微城会在节假日的时候进行一些促销小活动，比如大转盘，抽奖，红包等。 </span><br><p><font size="4">    以上就是wemall商城系统分享给广大商城系统运营者的维护回头客的方法，希望对你们有所帮助，详情可以到wemall官网<a href="http://www.wemallshop.com/">http://www.wemallshop.com/</a>进行咨询。</font></p><p><font size="4"> </font></p><p><br></p>\r\n                                \r\n                                \r\n                                ', 1, 1, '', 0, '2016-10-06 06:57:46', '2017-02-18 07:06:13'),
(2, 'WeMall告诉你，微信商城会给企业带来价值是什么?', 'wemall-gao-su-ni-wei-xin-shang-cheng-hui-gei-qi-ye-dai-lai-jie-zhi-shi-shi-me', 39, '', '', ' 现如今微信商城是最为红火的商城系统，很多的企商家和企业都通过微信向提供用户所需要的信息，并且在微信商城推广自己的产品，让用户从微信平台到微信商城进行购买，从而实现微信营销。为什么诸多企业会将战场转入一个刚刚出来不久的微信商城呢?  ', '                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            <p><font face="Verdana">&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">现如今微信商城是最为红火的商城系统，很多的企商家和企业都通过微信向提供用户所需要的信息，并且在微信商城推广自己的产品，让用户从微信平台到微信商城进行购买，从而实现微信营销。</font></font></p><p><font size="4" face="Verdana">为什么诸多企业会将战场转入一个刚刚出来不久的微信商城呢?这个答案主要是基于微信的用户比较庞大，还有就是微信商城给企业和商家带来不小的价值。</font></p><p><font size="4" face="Verdana"><br></font></p><p><font face="Verdana">&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">那么WeMall小编就告诉您，微信商城会给企业带来什么价值：</font></font></p><p><font size="4" face="Verdana"><br></font></p><p><font face="Verdana"><font size="4">一</font>．<font size="4"><b>维护老客户，吸引新客户</b></font></font></p><p><font face="Verdana">&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">通过微信囊括大量的新老客户。只需企业和商家定时的推送企业信息或者活动信息，客户便会在第一时间收到信息。利用微信商城上，可以分类管理各类客户，可以有选择性的推送不同的需求信息，让信息100%的发送到用户手上。可以使微信商城与客户0距离的接触，培养良好的客商关系。</font></font></p><p><font size="4" face="Verdana"><br></font></p><p><font size="4" face="Verdana">二．<b>节省出广告费用</b></font></p><p><font face="Verdana">&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">商家和企业在推广微信商城的刚开始，一定要加大资金投入。要建立好自身的微信平台，完善好企业微信的各种运营系统。要在能想到的各种渠道进行推广，一旦自身微信商城推广出去，后期只要运营好这个微信号即可，这样原本需要支出的大量广告费就可以减少。</font></font></p><p><font size="4" face="Verdana">&nbsp;</font></p><p><font size="4" face="Verdana">三．<b>信息分享转播</b></font></p><p><font face="Verdana">&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">一旦企业和商家与老客户之间形成亲密关系。老客户就愿意帮助企业和商家分享相关资讯或者活动内容。企业和商家的微信商城通过经常的奖励活动，刺激老客户分享传播企业信息，到病毒式营销的效果，从而发展更多的新客户。</font></font></p><p><font size="4" face="Verdana"><br></font></p><p><font size="4" face="Verdana">四．<b>节省人力成本</b></font></p><p><font size="4" face="Verdana">&nbsp;&nbsp;&nbsp;&nbsp;微信商城本身就是可以充当一个智能客服。设定好访问相关的关键字，可以实现自动回复的智能服务，节约部门人工客服人力成本。比如在线客服等功能。</font></p><p><font size="4" face="Verdana"><br></font></p><p><font size="4" face="Verdana">五．<b>塑造品牌</b></font></p><p><font face="Verdana">&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">企业和商家做微信商城的最终目标就是通过老客户发展新客户。当我们把目标客户拉进企业微信平台后，就需要不断的对其输出企业文化、企业特点、企业内在等实质性的东西，让客户对企业产生依赖感。通过这些目标客户建立初步的客户群体，形成自己的企业微信品牌。</font></font></p><p><font size="4" face="Verdana"><br></font></p><p><font size="4" face="Verdana">六.&nbsp;<b>整合资源</b></font></p><p><font face="Verdana">&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">企业把微信企业商城当成一个整体的策略来做，把企业微信商城的二维码放到可以放的任何地方，比如说做成标签，贴在或印在名片、发货清单、产品包装，宣传画册、展会海报、企业现有推广的各大网站上。以上所讲的几种都是针对直接的下游客户，因为传统宣传或网络宣传的流量都不缺，缺的交易量，以网站为例，进入企业网站的都是下游潜在客户，但是客户会进行相应的对比，或多种原因没有进行询盘交易，但是把微信商城二维码做到网站里就不一样了，以促销的方式是邀请扫一扫二维码，买家一般都会扫，只要客户关注微信企业商城，商城就会直接显示在客户的微信首页，微信商城里只要做好企业介绍、行业资讯、产品优势、质量品质等资讯，刷新或发布文章产品，客户都会第一时间看到，就像腾讯新闻一样，是直接对客户的封闭式管理，锁定客户，避免同行竞争，直接垄断市场。</font></font></p><p><font size="4" face="Verdana">&nbsp;</font></p><p><font face="Verdana">&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">现在许多的企业和商家转向了微信商城，微信是一种生活方式，现在很多企业意识到这块巨大的蛋糕，都在抢占自己的行业的市场份额，企业和商家的营销方式决不能仅仅局限于N年前的那几种老套路。唯有与时俱进，不断创新，才是企业和商家生存壮大的不变法则。例如wemall商城系统，wemall商城系统是专业的开发微商城系统的公司，拥有多种商城系统模式，完全足够企业和商家使用商城系统，企业和商家可自行配置，方便安全，可到wemall官网<a href="http://" target="_blank">http://www.wemallshop.com</a>进行了解。</font></font></p>\r\n                                \r\n                                \r\n                                \r\n                                \r\n                                <p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                ', 1, 1, '', 0, '2017-02-13 10:09:27', '2017-02-18 07:02:20'),
(3, '微商如何选择商城源码？', 'wei-shang-ru-he-xuan-ze-shang-cheng-yuan-ma', 39, '', '', '微商即人人皆商，一夜之间自己的朋友圈都可以做起了微商。微商发展至今逐渐形成一个机构庞大、日渐成熟的体系，相关配套设施也在不断地升级完善配合微商发展。微商已经从原来单一的供货商、销售商，发展到现在供货商、代理商、多级代理多级分销等多重环节。', '                                                                                                                                                                                    \r\n                                <p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">微商即人人皆商，一夜之间自己的朋友圈都可以做起了微商。微商发展至今逐渐形成一个机构庞大、日渐成熟的体系，相关配套设施也在不断地升级完善配合微商发展。微商已经从原来单一的供货商、销售商，发展到现在供货商、代理商、多级代理多级分销等多重环节。在这种复杂的微商层级之下，简单的人工去记录操控已经日渐困难，三级分销<a href="http://www.wemallshop.com/" target="_self">商城源码</a>应运而生，鱼龙混杂，真正好用且性价比高的商城源码少之又少。</font></p><p><font size="4">WeMall专业从事微商城开发，最重要的是售卖的<a href="http://www.wemallshop.com/" target="_self">商城源码</a>成品，价格在4500-6000元，是市场上性价比最高的<a href="http://www.wemallshop.com/" target="_self">商城源码。</a>微商只需要购买WeMall的三级分销系统源码，还可享受服务器免费安装配置和bug终身修复，解决小白用户的后顾之忧。</font></p><p><font size="4"><br></font></p><p><font size="4">WeMall三级分销<a href="http://www.wemallshop.com/" target="_self">商城源码</a>后台演示地址：</font></p><p><a href="http://demo.wemallshop.com/wfx"><font size="4">http://demo.wemallshop.com/wfx</font></a></p><p><font size="4"><br></font></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-13 10:36:29', '2017-02-18 07:01:37'),
(4, 'WeWall：从微商系统运营者到店长，你需要这几点能力！', 'wewall-cong-wei-shang-xi-tong-yun-ying-zhe-dao-dian-chang-ni-xu-yao-zhe-ji-dian-neng-li', 49, '', '', '第一、产品能力\r\n产品经理一定是一个好的运营，一个好的运营者也是一个好的产品经理，但是，产品能力就是当了产品经理也是不够的。什么是产品能力？产品能力包括选择产品的能力，控制供应链的能力和推广包装产品的能力。运营者中大多数都可以吧产品卖出去，但是选择产品和控制供应链的的能力就是弱项。', '                                                                                                                                                                                                                                                                                                                                                                                                                                                \r\n                                <p align="center" style="text-align: center;"><img alt="微商系统" src="http://www.wemallshop.com/imgs/x1.jpg" class=""></p><p align="center" style="text-align: center;"><br></p><p><font size="4"><b>第一、产品能力</b></font></p><p><font size="4">    产品经理一定是一个好的运营，一个好的运营者也是一个好的产品经理，但是，产品能力就是当了产品经理也是不够的。什么是产品能力？产品能力包括选择产品的能力，控制供应链的能力和推广包装产品的能力。运营者中大多数都可以吧产品卖出去，但是选择产品和控制供应链的的能力就是弱项。单单从这一点来看，要培养选择产品和控制供应链的的能力就需要很长时间的积累培养。</font></p><p><font size="4"><br></font></p><p><font size="4"><b>第二、资金基础</b></font></p><p><font size="4">    一个商城系统从刚开始搭建，到商城运营，再到产生利润，是需要很长的时间的，很多企业虽然账面上显示的是盈利，但是大部分资金都在产品货物上，直接可以流通的现金是比较少的，所以要有一定的资金基础才可以持续经营。</font></p><p><font size="4">第三、抗压能力</font></p><p><font size="4">    这一条比以上两条能力都重要， 做微商虽然是自由职业，但是就因为自由职业，没有固定时间，需要随时进行服务恢复，又需要学习运用以上两条能力，又要承担可能经营不善赔本的结果。所以压力比较大，抗压能力是比较重要的。 </font></p><p><font size="4"><br></font></p><p><font size="4">   等多运营知识请到WeWall官网：<a href="http://www.wemallshop.com/">http://www.wemallshop.com</a> 进行咨询。 </font></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 06:13:41', '2017-02-18 06:33:29'),
(5, '微商系统的痛点，怎么破，给你秘诀，千万不要客气', 'wei-shang-xi-tong-de-tong-dian-zen-me-po-gei-ni-mi-jue-qian-wan-bu-yao-ke-qi', 50, '', '', '做微商城的人越来越多，反映出的问题也越来越多，把众多的问题综合起来，总结为三大痛点：没内容，没用户，没成交。可是这三点痛点怎么破呢，下面请看wemall小编给你的好好分销一下这三大痛点形成的原因。', '                                                                                                                                                                                                                                                                                                                                                                                                            \r\n                                <p align="center" style="text-align: center;">    <img src="http://192.168.0.113:3000/public/uploads/2017-02-18/0db47230-f5a4-11e6-9d20-57bf59345ebb.jpg" alt="b8bed710-c3f4-11e6-8ef5-bda22a4d0086" style="max-width: 100%;" class="clicked"></p><p align="center" style="text-align: center;"><br></p><p align="center" style="text-align: center;"><br></p><p><font size="4">    做微商城的人越来越多，反映出的问题也越来越多，把众多的问题综合起来，总结为三大痛点：没内容，没用户，没成交。可是这三点痛点怎么破呢，下面请看<a href="http://www.wemallshop.com/" target="_self">wemall</a>小编给你的好好分销一下这三大痛点形成的原因。</font></p><p><font size="4"><br></font></p><p><b><font size="4">一、用户的来源没有布局</font></b></p><p><font size="4">      先进的时代是内容营销时代，“内容为王”，但是优质的内容是从哪里来的呢。</font></p><p><font size="4">      虽然内容的来源是不能抄袭的，但是可以根据别人的优质文章加以整合，有远程的文章是最好，没有的可以做成优质的为原创文章。不要天天在朋友圈和商城系统的公众号里发布商品信息，比如，客户买护肤品是想要有一个好的皮肤，好的样貌，而不是为了商品的本身。参考一下朋友圈里别人做的好的商家的发布的信息，从伪原创开始，先关注十几个同行的商家，对比一下，谁的文案好，深的内容好就借鉴谁的信息。先借鉴一段时间，是这个时间不要太长，找到感觉，当觉的自己可以做出文案的时候，就自己动手怎和一下别人的内容，最后再试着自己写，这样一步一步的来，就能写出很不错的营销文案。</font></p><p><font size="4">    还有就是营销手法太过于单一，有人说朋友圈不错，就天天发布朋友圈，有人说微信群不错，就天天发布微信群，反正就是别人说哪里好就在哪里猛分布信息。这种做法非常不好，没有很好的转化量，应该先对自己的行销推广做一个好的规划布局，在哪里发信息，怎么发，要到哪里成交，需要一套完整流畅的流程。</font></p><p><font size="4"><br></font></p><p><b><font size="4">二、不会利用别人的平台</font></b></p><p><font size="4">    百度搜索“网络推广”就能找到好多代推广的公司，他们就是把你的信息发布到各种自媒体和公众营销大号，价格不等，不需要商家自己进行推广，方便快捷。</font></p><p><font size="4"> </font></p><p><font size="4"><b>三、就是不成交</b></font></p><p><font size="4">    很多微商商户推广的到位，文案写的也不错，但是关注的和看的人很少，还有就是一天发几十种产品，买家秀爆满，但是没有固定的商城载体，虽然朋友圈效果不错，但是天天在朋友圈里发广告，容易被拉黑。所以，微商最好有一个自己的商城系统和公众平台，这样就可以在自己的公众平台上发布信息，也可以在朋友圈和微信群里发布引导到公众平台的信息，让自己的微商一步一步的正规化，让买你商品的客户放心。<a href="http://www.wemallshop.com/" target="_self">WeMall</a>商城系统就是很好的载体平台，既有可以直接连接公众平台的“<a href="http://www.soonmao.com/" target="_self">迅猫</a>”商城平台，也有优质的<a href="http://www.koahub.com/home/index/index" target="_self">商城源码</a>，完全可以满足商户的需求。</font></p><p><font size="5"> </font></p><p><font size="4"><b>给你秘诀，千万不要客气</b></font></p><p><font size="4"><br></font></p><p><font size="4">1. 产品质量是关键，优质才是硬道理   </font></p><p><font size="4">    货源真的很重要，这是微商的基本保障，无论在华丽完美的忽悠，用户一用就破灭，一旦顾客用过一次不好的产品，就不会在再买第二次，尤其是朋友圈中，一个不好的评论就能让你丧失到很多客源，所以，诚信经营，优质优量。</font></p><p><font size="4">2. 十根筷子折不断   </font></p><p>    <font size="4">一更筷子轻松折，十根筷子折不断，这个道理大家都知道，团队的力量永远是比个人的 力量强大的，就算你的微信微博都是大号，就算你有几百万粉丝那又如何，一个人毕竟是经理有限，覆盖面窄，一旦到了一定的程度是很难有新的突破的。所以，人多力量大，组建好自己的团队吧。</font></p><p><font size="4">3. 商城分销  </font></p><p>    <font size="4">分销无疑最快的推广模式，想想，购买的你的客户成为你的推广和代理员，会带来多少的成交量，但是这有一个前提，就是产品质量要靠谱，价格要合理。</font></p><p><font size="4">4. 做好售后  </font></p><p>    <font size="4">一个固定的客户可比多个新客户有价值，做好老客户的回访工作，节假日发布一些关心的话语，可以增进和客户的关系，让已经忘记你的客户重新记起你的商城。</font></p><p><font size="4">5. 引流，引流，引流，重要的事情说三遍    </font></p><p>    <font size="4">产品虽然好，但是外来客户少，仅仅是在自己朋友圈的这一个小圈子推广，那赚的是你朋友的钱，朋友再多能有多少呢，所以，引流很关键，引流的方式很多，如发帖宣传，微信主动加人，微商客户合作等等。如发帖宣传，微信主动加人，微商客户合作等等。度娘上一搜一大把，这里就不详细介绍了。</font></p><p><font size="4">更多商城系统的信息，请到wemall官网进行咨询<a href="http://www.wemallshop.com/">http://www.wemallshop.com</a></font></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 06:31:13', '2017-02-18 06:55:41'),
(6, 'b2b2c商城系统运营方法', 'b2b2c-shang-cheng-xi-tong-yun-ying-fang-fa', 51, '', '', '在互联网，流量就表现为用户数，独立访问人数，部分b2b2c商城系统卖家更是认为：流量就是一切，事实上，并不是有流量就能成单的。已经入电商的精细化运营时代，那么，多用户商城系统运营方法有哪些呢?运营的本质在于探究怎样提升用户的购买率。在电商网站的整体运营下，页面展示的商业逻辑是否合理？', '                                    <p>&nbsp; &nbsp; &nbsp; &nbsp;<font size="4">在互联网，流量就表现为用户数，独立访问人数，部分b2b2c商城系统卖家更是认为：流量就是一切，事实上，并不是有流量就能成单的。</font></p><p><span style="font-size: large;">已经入电商的精细化运营时代，那么，多用户商城系统运营方法有哪些呢?</span></p><p><font size="4">&nbsp; &nbsp; &nbsp; &nbsp;运营的本质在于探究怎样提升用户的购买率。在电商网站的整体运营下，页面展示的商业逻辑是否合理？图片及描述怎样更吸引人？怎样才能使服务更让人放心？如何让购物环节顺畅？</font></p><p>&nbsp; &nbsp; &nbsp; &nbsp;<font size="4">上述问题不仅仅一个流量所能覆盖的。电商行业往往过分强调登录的用户数，忽视了购买转化过程中的客户流失。随着互联网人口红利的消失，对于运营者，建立自己的运营体系至关重要，任何精细化的运营，都离不开知识体系的支撑。</font></p><p><font size="4">对于一个电商网站来说，流量精细化运营包含以下三个核心问题：</font></p><p><font size="4"><br></font></p><p><font size="4"><b>一. 如何把合适的商品放在合适的位置?</b></font></p><p>&nbsp; &nbsp; &nbsp; &nbsp;<font size="4">对于电商网站运营团队来讲，商品最核心的指标包括库存、销售转化率。销售转化率表示一个商品销售量与被曝光的次数的比例。</font></p><p>&nbsp; &nbsp; &nbsp; &nbsp;<font size="4">位置只有一个属性那就是曝光率，曝光率表示假设一个网页中放的都是同一种商品，一个位置的点击率在整个网页点击率的占比。在根据以往的销售经验了解了商品的销售转化率数据，位置的曝光率，结合商品库存的信息就可以定义哪些位置合适放哪些商品了。多用户商城系统<a href="http://" target="_blank">http://www.wemallshop.com</a></font></p><p><font size="4"><br></font></p><p><font size="4"><b>二. 如何减少在中间环节的用户流失?</b></font></p><p>&nbsp; &nbsp; &nbsp; &nbsp;<font size="4">当前的b2b2c网站结构大多采用三层结构，首页-&gt;类目页-&gt;产品详情页，每一层都会伴随着用户的流失。所以问题二可以细分为：</font></p><p><font size="4">1、找出每一层级的流失原因首先我们要了解我们所属的平台每一层级的自然流失是多少，类目页中每个位置的自然流失是多少，在掌握了正常的状况之后我们就可以对异常的情况进行反映。</font></p><p><font size="4">2、减少每一层级的流失。我们要确定销售好的产品和不好的产品的属性差别，调整哪个指标可以带来更好的结果(例如品牌，颜色，风格在时间属性上的销售情况)。</font></p><p><font size="4"><br></font></p><p><font size="4"><b>三. 哪里来的流量比较靠谱?</b></font></p><p>&nbsp; &nbsp; &nbsp; &nbsp;<span style="font-size: large;">运营者要学会多维度的分析和渠道优化。</span></p><p><font size="4">1. 流量指标体系我们需要通过多维度指标判断基本的流量情况，包括量级指标、基本质量指标和来访用户类型占比指标。量级指标涉及不同平台，Web端主要看访问量、pv和uv，App主要看启动次数、DAU和NDAU。基本质量指标包括用户的平均访问时长、平均一次会话浏览页数(即访问深度)和跳出率等，通过这些指标可以判断用户的活跃度。</font></p><p><font size="4">2. 多维度的流量分析在网站流量分析中，主要从访问来源、流量入口、广告等角度切入。</font></p><p><font size="4">3. 渠道优化配置对于成本低、质量高的渠道需要加大投放，对于成本高、质量高的渠道需要评估成本，对于质量低的渠道也需要做好评估。</font></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 06:48:34', '2017-02-18 07:00:31'),
(7, '免费商城系统有没有源码的？该怎样选择？', 'mian-fei-shang-cheng-xi-tong-you-mei-you-yuan-ma-de-gai-zen-yang-xuan-ze', 49, '', '', '目前说免费的商家，多是基础服务免费，其它项目收费。或者低版本免费，高版本收费。天下没有免费的午餐，慎重选择免费微商城，因为后期更换的成本比使用成本高很多。\r\n具体来讲有免费与收费的系统有三个方面的区别：', '                                                                                                            \r\n                                <p>      <font size="4">目前说免费的商家，多是基础服务免费，其它项目收费。或者低版本免费，高版本收费。天下没有免费的午餐，慎重选择免费微商城，因为后期更换的成本比使用成本高很多。</font></p><p><font size="4">具体来讲有免费与收费的系统有三个方面的区别：</font></p><p><font size="4"><br></font></p><p><font size="4"><b>1. 是否有技术支持</b></font></p><p>      <font size="4">WeMall官网免费的商城系统是不提供技术支持的，适合有一定技术基础的研究。有问题需要解决的话可以去WeMall开源论坛；</font></p><p><font size="4">收费商城系统是有专业技术人员在维护，并根据市场上比较热门的功能对系统进行更新，漏洞及时修复。无需担心系统安装或其他技术问题，毕竟有售后嘛，专心做好运营就行了。</font></p><p><font size="4"><br></font></p><p><font size="4"><b>2. 是否给予商业授权</b></font></p><p>      <font size="4">免费商城系统仅供个人下载研究，并不授权，更不能用于商业用途；</font></p><p><font size="4">收费商城系统有商业授权，迅猫商城是按年收费，WeMall是直接购买获得源码和终身授权，选择哪种要看具体情况。</font></p><p><font size="4"><br></font></p><p><font size="4"><b>3. 开发功能是否完善</b></font></p><p>      <font size="4">免费商城系统功能很受限，只有一些商城运行的基本功能，不能满足商用；</font></p><p><font size="4">收费商城系统功能就齐全了，不同的客户可以根据需要选择合适的版本，如果有更复杂的功能需求还可以进行二次开发。</font></p><p>      <font size="4">免费商城系统下载地址：<a href="http://" target="_blank">www.wemallshop.com</a></font></p><p><font size="4"><br></font></p><p><br></p>\r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 07:07:58', '2017-02-18 07:08:43'),
(8, '开源商城源码的优势是什么？', 'kai-yuan-shang-cheng-yuan-ma-de-you-shi-shi-shi-me', 51, '', '', ' 很多人认为开源商城就是可修改代码的商城，可以下载下来直接配置修改就可以开一个商城，那么开源商城有什么好处呢？1.开源商城修改简单     电商最基本的是什么，是交易，所以，电商的主要功能就是可以实现互联网上的交易，这一点，不管是闭源商城还是开源商城都是可以实现的。', '                                                                                                            \r\n                                <p align="center" style="text-align: center;">&nbsp; &nbsp; &nbsp;&nbsp;<img src="http://192.168.0.113:3000/public/uploads/2017-02-18/f04f5d30-f5a9-11e6-8a17-e918b3fa0e84.jpg" alt="1719b320-cca1-11e6-b112-f54ee88ab870" style="max-width: 100%;" class=""></p><p align="center" style="text-align: center;"><br></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">很多人认为开源商城就是可修改代码的商城，可以下载下来直接配置修改就可以开一个商城，那么开源商城有什么好处呢？</font></p><p><font size="4"><b><br></b></font></p><b><span style="font-size: large;"></span></b><p><font size="4">一、<b>开源商城修改简单</b></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<span style="font-size: large;">电商最基本的是什么，是交易，所以，电商的主要功能就是可以实现互联网上的交易，这一点，不管是闭源商城还是开源商城都是可以实现的。但是一个好的商城的要求更多，无论是功能、界面、还是活动信息，都是要求越来越高了。这个时候，开源的商城就是比闭源的商城有有事了，只要有专业的技术人员，就可以随意对开源代码进行修改，增加删减各种功能和界面。</span></p><p><span style="font-size: large;"><br></span></p><p><font size="4">二、</font><span style="font-size: large;"><b>可控预算&nbsp;&nbsp;&nbsp;</b></span></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<span style="font-size: large;">商城的形式一定是发展的功能越来越多，界面越来越好的，商城一旦壮大的后，就会有自己的技术团队，以对商城进行日常商城运营和日常的功能样式进行修改，这对于开源的商城是比较好的。商城源码的更改是很麻烦的，要是闭源商城的话，找商城开发商随便增加一个小功能，就有可能交花费十几天的时间上万的花费，这和请一个程序员工资相比，是高的多的。</span></p><p><font size="4"><br>三、</font><span style="font-size: large;"><b>省时间&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b></span></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<span style="font-size: large;">开源商城修改时，工程师只需要在原有的源码基础上开发就可以了，要是闭源的商城，就要重新推到开发，一套正规的商城开发起来要上月甚至一年的时间，差距可想而知。 &nbsp; &nbsp;&nbsp;</span><br></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">综上所述，要是想要有自己特色的商城和精细精美的商城，最好是用开源商城，如果是个体店长，只要有可以购买的功能，不常改动的商城是，就选择闭源加密的商城吧。</font></p><p><br></p><p><br></p>\r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 07:12:55', '2017-02-18 07:14:57'),
(9, '微商分销系统哪家好，要怎么做？', 'wei-shang-fen-xiao-xi-tong-na-jia-hao-yao-zen-me-zuo', 51, '', '', '分销模式的本质是分享经济，WeMall微商分销系统将传统商品高昂的推广费用让利给消费者，并抽取一定金额作为分销商的佣金。分销模式使消费者直接与商家沟通，增加用户粘性，促成品牌的口碑转化为流量，相比与零售，分销有着无可比拟的优势，这也使越来越多的微商分销系统涌现出来。', '                                                                                                            \r\n                                <p>      <font size="4"><b>什么是微商分销系统？</b></font></p><p><font size="4"><b><br></b></font></p><p>      <font size="4">分销模式的本质是分享经济，WeWall微商分销系统将传统商品高昂的推广费用让利给消费者，并抽取一定金额作为分销商的佣金。分销模式使消费者直接与商家沟通，增加用户粘性，促成品牌的口碑转化为流量，相比与零售，分销有着无可比拟的优势，这也使越来越多的微商分销系统涌现出来。</font></p><p><font size="4"><br></font></p><p>      <font size="4">微信封杀分销商城的消息总让人毛骨悚然，微信分销今后要怎么玩？</font></p><p><font size="4"><br></font></p><p>     <b> <font size="4">1.停止多层级的分销模式，避免触及微信雷区</font></b></p><p>      <font size="4">超过三级的分销模式打了传销的擦边球，分销模式在后期会向发展下线的方向倾斜，而不是销售商品。高额返利的诱导消费，在一定程上涉嫌欺诈，因此商家要审视自己的分销模式，是否是在合法的经营商品？</font></p><p><font size="4"><br></font></p><p><b>      <font size="4">2.选择靠谱的分销商城</font></b></p><p>      <font size="4">WeMall的分销系统有单用户、多用户和pc分销，支持微信支付和支付宝支付；用WeMall分销商城建立分销渠道，可以最大程度缩减商家销售商品时所需的人力投资，从而降低成本、提升业绩。</font></p><p><font size="4">    支持多种支付方式的分销商城，也相当程度上降低风险，毕竟微信的做法除了关停分销商城之外，还有就是关闭微信支付功能。wemall微商分销系统支持微信支付、支付宝支付、账户支付、货到付款等方式。</font></p><p><font size="4"><br></font></p><p><b>      <font size="4">3.回归商业本质</font></b></p><p>      <font size="4">微信一再打压，无非是因小部分急功近利的人，利用微信分销模式无限拉人头卖假货甚至不卖货，用重利返佣过渡诱导消费，触及传销红线；WeMall告诫正在使用分销模式的微电商从业者，回归商业本质，认真经营分销商城。</font></p><p><font size="4"><br></font></p><p>      <font size="4">WeMall官网：<a href="http://" target="_blank">www.wemallshop.com</a></font></p><p><br></p>\r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 07:20:17', '2017-02-18 07:21:42'),
(10, '微商系统店铺流量下滑怎么解决', 'wei-shang-xi-tong-dian-pu-liu-liang-xia-hua-zen-me-jie-jue', 50, '', '', '每一个微商店铺的成长就像是一个孩子的成长，需要运营者对商城系统全方位全方面的照顾，只要保证了你的店铺健康安全，店铺才会长大，运营者需要每天给你的商城系统商铺做好诊断，分析一下店铺的走向是否正确，发现问题要尽快改正，那么怎么做诊断呢？', '                                                                                                            \r\n                                <p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">每一个微商店铺的成长就像是一个孩子的成长，需要运营者对商城系统全方位全方面的照顾，只要保证了你的店铺健康安全，店铺才会长大，运营者需要每天给你的商城系统商铺做好诊断，分析一下店铺的走向是否正确，发现问题要尽快改正，那么怎么做诊断呢？</font></p><p><br></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">商铺出现流量下滑，流量才是商城系统最重要的分析数据，很多商家在出现流量下滑的时候，不去分析原因，没有得到相应的解决，这样导致成交量低下，下面我们分析一下：</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp; 一<span style="font-size: large;">、<b>总体流量</b></span></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">出现流量下滑的时候，先去看看总体的流量，就是同行业整体是否出现下滑，如果是，那就不是你个人的原因，这种情况的出现，一般与季节性有关。</font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">对应的办法：</font></p><p><font size="4">（1）做好换季促销；</font></p><p><font size="4">（2）做好应对下一个季节的产品的衔接；</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">二、<b>如果只有自己下滑，分析一下自身和竞争对手的原因</b></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">对应的办法：</font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">看看是不是竞争对手进行促销活动，导致你这一段时间的流量下滑</font></p><p><font size="4">&nbsp;</font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">更多相关信息，请到WeMall官网进行咨询<a href="http://" target="_blank">http://www.wemallshop.com</a></font></p><p><br></p>\r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 07:24:25', '2017-02-18 07:25:12'),
(11, '微商浅谈：独立商城网站系统的建设', 'wei-shang-qian-tan-du-li-shang-cheng-wang-zhan-xi-tong-de-jian-she', 50, '', '', '说到商城网站建设，肯定想问商城网站建设是什么，如何才能快速搭建？需要多少钱？各个行业的从业者，都更加倾向于建设独立的商城网站开发系统，那什么是独立商城网站建设呢？', '                                                                                                            \r\n                                <p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">说到商城网站建设，肯定想问商城网站建设是什么，如何才能快速搭建？需要多少钱？</font></p><p><font size="4">各个行业的从业者，都更加倾向于建设独立的商城网站开发系统，那什么是独立商城网站建设呢？</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">简单来说，独立商城网站指的是不依附于平台，独立存在的商城购物网站。像淘宝店主就是依附于淘宝这一平台，需要入驻才能开店，要遵循淘宝平台制定的规则，另外一种自主性更强的就是独立商城网站了。</font></p><p><font size="4">独立商城网站建设的有优势有哪些？</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">除了不依赖于购物平台存在，还可以个性化的设置商城。以wemall微商城为例，买卖双方之间可以直接交易，交易规则由商家设定。当然，最突出的的优势是卖家可以根据目标客户群进行精准化的营销。</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<b><font size="4">如何搭建独立商城网站呢？</font><span style="font-size: large;">主要有两种途径</span></b></p><p><b><span style="font-size: large;"><br></span></b></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">一、是找网站开发公司，按自己的功能要求开发一套商城，优点是贴合自身需求，缺点是定制开发价格较昂贵，会增加商城建设成本。</font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">二、是直接购买一套商城系统，快速搭建自己的独立商城网站，优势是商城网站建设的周期将大大缩短，价格也更易被接受，缺点是商城系统的服务商较多，需要谨慎选择。</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">WeMall源码商城系统，操作简单，管理后台超多功能设置，商品／订单分析、微信设置、文章管理、商城设置、订单管理、财务管理、用户管理、插件管理等，智能化管理商城系统。</font></p><p><font size="4">最后，商城网站建设需要多少钱？</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">整个互联网行业，商城网站的建设费用一直居高不下，wemall微商城致力服务中小企业和个人，各商城系统，商城源码的价格在3—6千元不等，多款商城系统可供选择。</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp; <font size="4">WeMall官网地址：<a href="http://" target="_blank">www.wemallshop.com</a></font></p><p><br></p>\r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 07:28:42', '2017-02-18 07:29:36'),
(12, '干货分享：开源网店系统，如何做微信营销？', 'gan-huo-fen-xiang-kai-yuan-wang-dian-xi-tong-ru-he-zuo-wei-xin-ying-xiao', 63, '', '', ' 什么是开源网店系统呢？开源网店是非常灵活的，为购买者提供商城源码及程序，能够在现有基础上根据实际需求进行二次开发，使得更符合企业用户的个性化需求。若要进军微商城领域，开源网店系统的地位举足轻重，经过网站技术的迅速发展，开源网店系统能够更好的实现商城目标业绩。', '                                                                                                            \r\n                                <p><b>      <font size="4">什么是开源网店系统呢？</font></b></p><p><font size="4"><br></font></p><p>      <font size="4">开源网店是非常灵活的，为购买者提供商城源码及程序，能够在现有基础上根据实际需求进行二次开发，使得更符合企业用户的个性化需求。若要进军微商城领域，开源网店系统的地位举足轻重，经过网站技术的迅速发展，开源网店系统能够更好的实现商城目标业绩。</font></p><p><font size="4"><br></font></p><p><b>      <font size="4">开源网店系统有哪些？</font></b></p><p><font size="4"><br></font></p><p>      <font size="4">1.<b>ecshop</b>：上海的一家老牌公司，公司有开源系统，主要是商城模版（模版堂）。产品分为前端开源和全部开源，全部开源系统价格昂贵，但商城界面比较美观，可购买的商城模版也更丰富。ecshop的开源系统仅适合预算较多的企业或个人用户。</font></p><p><font size="4"><br></font></p><p>      <font size="4">2.<b>iwebshop</b>：基于PHP语言及mysql数据库开发的开源商城系统，支持平台自营和多商家入驻。使用需购买商业授权，购买主体模版需另外支付费用。实用型的开源网店系统，价格在万元左右，几千的功能较少。</font></p><p><font size="4"><br></font></p><p>      <font size="4">3.<b>WeMall</b>：</font><span style="font-size: large;">WeMall</span><span style="font-size: large;">是一家成立3年多的源码服务商，主营业务是销售各种源码系统，对商城系统的分类较细，如团购版、分销版、超市版、外卖版、多用户、一元购等等。综合性的商城在预约期，需要上线测试后才能评价。</span></p><p><font size="4"><br></font></p><p>      <font size="4">4.<b>有赞</b>：有赞不是开源网店系统，但却很值得提一提，有赞想入驻商家收取每年4800的服务费，商家可享有使用权，并不获得源码。但有赞商家版功能开发较为完善，适合小白商家使用。</font></p><p><font size="4"><br></font></p><p>      <font size="4">众多开源网店系统，各自的侧重点及适合的用户有所不同，用户在选择时可根据自己的需求来慎重比较。WeMall官网：<a href="http://" target="_blank">www.wemallshop.com</a></font></p><p><br></p>\r\n                                \r\n                                ', 1, 0, '', 96, '2017-02-18 07:32:37', '2017-02-18 10:22:39'),
(13, '微分销系统，怎么选产品，怎么涨粉?', 'wei-fen-xiao-xi-tong-zen-me-xuan-chan-pin-zen-me-zhang-fen', 49, '', '', '成功是一个良好的开始，微信分销系统商城也是如此，微商商户们要把眼光放的长远，不要只顾着眼前的一点利益，不要只为了赚钱，捡了芝麻，丢了西瓜。现在的微商产品是各种各样，但是也不是所有的分销系统都是赚钱的，主要还是取决于产品。', '                                                                                                                                                \r\n                                <p align="center" style="text-align: center;"><img alt="分销系统，微分销系统，商城系统" src="http://www.wemallshop.com/uploads/2016-12-19/ed12fc00-c587-11e6-8ef5-bda22a4d0086.jpg" class="clicked" style="width: 944.1px; height: 353.7px;"></p><p>&nbsp;&nbsp;&nbsp;<font size="4">&nbsp;</font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">成功是一个良好的开始，微信分销系统商城也是如此，微商商户们要把眼光放的长远，不要只顾着眼前的一点利益，不要只为了赚钱，捡了芝麻，丢了西瓜。</font></p><p><font size="4">&nbsp;</font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">现在的微商产品是各种各样，但是也不是所有的分销系统都是赚钱的，主要还是取决于产品。所以，选择产品要慎重，要考虑好它的本身价值，如果产品本身价值低下，无论你的推广和销售技巧再好，成交量也不会随着你的分销范围的扩大而扩大，甚至扩大到一定的范围就不再扩大了，所以，产品本身的价值才是成交量的主要因素。</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">分销产品一般都是商家自己熟悉和使用过的，刚开始时商城的顾客都是自己朋友圈的朋友，只有自己亲身使用过放心的产品，才会和朋友分享，也只有值机熟悉，才能够用心的去推广，才能在销售是对产品的各项功能了解，不会对顾客无话可说。</font></p><p><font size="4">&nbsp;</font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">现在微商中的商品大部分是比较好成交的价格适中的产品，一般是生活用品，价格只有商家才能更改，所以，价格要适中，要符合产品的本身价值，价格太高的话，容易没有客户，太低的话，分销商会没有利润。</font></p><p><font size="4">&nbsp;</font></p><p>&nbsp; <b>&nbsp; &nbsp;&nbsp;<font size="4">对于分销商城来说，粉丝就是客户，所以只要粉丝够多，才能有足够的成交量，下面给你介绍几条涨粉的办法：</font></b></p><p><font size="4"><br></font></p><span style="font-size: large;">一、微信视频涨粉法现在的商城推广大部分是段子和软文信息，视频是一种新的方式，但是，你的视频一定要有意思，让人看了不反感，这种视频可以是产品介绍，也可以是请人拍摄，或值是截取电视电影等素材的视频，在你的视频中放上你的商城二维码，这会吸引感兴趣的客户扫描进入，增加粉丝。</span><p><font size="4"><br></font></p><p><font size="4">二、</font><span style="font-size: large;">借热门话题法现在是个高信息时代，话题层出不穷，热门话题是有较高的搜索量，所以，抓好和商城有关的话题来吸引粉丝，是个好的办法，但前提是你要有足够的话题信息量，不然会适得其反。&nbsp;想要知道更多的商城微商信息，请到WeMall官网</span><a href="http://www.wemallshop.com/" style="font-size: large; background-color: rgb(255, 255, 255);">http://www.wemallshop.com/</a><span style="font-size: large;">进行咨询。</span><br></p><p><br></p><p></p><p></p>\r\n                                \r\n                                <p><br></p>\r\n                                ', 1, 0, '', 0, '2017-02-18 07:35:41', '2017-02-18 07:37:35'),
(14, 'WeMalll双十二商城系统营销攻略', 'wemalll-shuang-shi-er-shang-cheng-xi-tong-ying-xiao-gong-lue', 65, '', '', '说起购物狂欢，当然第一个想到的是双十一购物狂欢节了，这个几年前横空出世的单身狗节日，经过阿里巴巴的营销和策划，竟然变成了中国有史以来最大的电商系统购物狂欢节，据说今年双十一中，阿里巴巴平台的旗下的各个平台销售的交易额达到了1207亿元    ', '                                                                                                                                                                                                                                                                                                                                                                        \r\n                                <p align="center" style="text-align: center;"><img alt="双十二，商城系统，wemall" src="http://www.wemallshop.com/uploads/2016-12-10/ecd46590-bea6-11e6-8ef5-bda22a4d0086.jpg" class="clicked" style="width: 765px; height: 287.1px;"></p><p> </p><p>      <font size="4">说起购物狂欢，当然第一个想到的是双十一购物狂欢节了，这个几年前横空出世的单身狗节日，经过阿里巴巴的营销和策划，竟然变成了中国有史以来最大的电商系统购物狂欢节，据说今年双十一中，阿里巴巴平台的旗下的各个平台销售的交易额达到了1207亿元，超过了去年912亿元的额度。当然，双十一也不仅仅只是阿里巴巴商城系统的销售狂欢节，也是所有电商企业和微商企业的狂欢节，有好多商家抓住了这个好时机，赚的盆满钵满，不过呢，没有抓住这个好时机的微商商家也不要气馁，因为，双十二来啦！</font></p><p><font size="4"><br></font></p><p>      <font size="4">下面wemall小编就参考往年和双十一的经验，总结几条好的营销攻略，希望可以帮助你们的商城营销。</font></p><p><font size="4"><br></font></p><p>      <font size="4">攻略一：<b>开启限时抢购</b></font></p><p><font size="4">无论是双十一还是双十二，在这样购物的狂欢日，用户的购物车早早的就塞满了，就等凌晨那一刻的钟声敲响，就开启买买买模式，说以商家一定不能放过任何一个可以带来流量的机会，无论是限时抢购还是预售优惠都都可以，这种方式能在短时间内吸引大量的客户。</font></p><p><font size="4">商家要提前时只好商品的限时折扣，让用户提前或者当天某个特定的时间购买，可以使客户在“非高峰期间”停留更长的时间在商家的页面上，从而增加销售的机会，既可以维系老客户，又可以吸引新客户。</font></p><p><font size="4"><br></font></p><p>      <font size="4">攻略二：<b>拼团，增加人气</b></font></p><p><font size="4">拼团是比较合理和有效的推广营销方式，它是利用一个消费者带动其身边的朋友也成为你的客户，这种一成二，二成四，这种裂变的方式，可以是自己的商城流量越来越大，销量越来越多，而且拼团也是现在比较新鲜的工具，双十一中，不少商家都用这种方式取得了很好的效果，双十二自然也不会太差。</font></p><p><font size="4"><br></font></p><p>      <font size="4">攻略三：<b>赠送优惠券</b></font></p><p><font size="4">现在各种平台，各种商家越来越多，优惠券的种类和方式也琳琅满目，原来传统的优惠券是各自店铺，各自使用，方式单一，用户容易忘记，不能积累无法取得很好的效果，现在出现了一种新的优惠券，可以打通跨店铺使用，管理方便，利用率高，方便商家维护老客户，吸引新客户。</font></p><p><font size="4"><br></font></p><p>      <font size="4">攻略四：<b>红包代金券</b></font></p><p><font size="4">微信红包的火爆程度大家都知道，一个红包扔到群里，任你是“千年潜水王”都能炸出来，亲戚朋友间也都习惯手法红包，所以，在双十二期间，网上商城尤其是像wemall这样的微信商城系统的客户，利用微信向用户发送代金红包，是非常好的选择。</font></p><p><font size="4"> </font></p><p>      <font size="4">以上提到的双十二攻略不仅仅是局限于双十二的商城系统的营销推广，它适合于所有的电商节日的推广，wemall商城系统有多种营销插件，签到，大转盘，红包等等，为微商城系统平台，微商商家提供优质的营销活动机制，想要了解更多，请到wemall官网<a href="http://www.wemallshop.com/">http://www.wemallshop.com</a>进行了解。</font></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                ', 1, 3, '', 95, '2017-02-18 07:40:51', '2017-02-18 10:34:17'),
(15, 'O2O和社交电商商城系统的冲击下，怎样分一杯羹', 'o2o-he-she-jiao-dian-shang-shang-cheng-xi-tong-de-chong-ji-xia-zen-yang-fen-yi-bei-geng', 62, '', '', '随着移动互联网迅猛的发展，商业经济正面临着变革。在运营成本和线上分流的双重压力之下，传统的线下零售店遭遇了猛烈的冲击，业绩下滑、关张倒闭成普遍现象。再来就是风头无限的天猫和京东等平台型电商也面临着巨大的增长压力，尤其在O2O和社交电商商城系统的冲击下    ', '                                                                                                                                                \r\n                                <p align="center" style="text-align: center;"> <img alt="fcb18dd0-b6d6-11e6-b49f-eb93623efaf1.jpg" src="http://www.wemallshop.com/uploads/2016-12-08/37df9020-bd15-11e6-bee8-9333d233180b.jpg" class="" style="width: 518.4px; height: 288px;"></p><p align="center" style="text-align: center;"><br></p><p>  <font size="4">    随着移动互联网迅猛的发展，商业经济正面临着变革。在运营成本和线上分流的双重压力之下，传统的线下零售店遭遇了猛烈的冲击，业绩下滑、关张倒闭成普遍现象。再来就是风头无限的天猫和京东等平台型电商也面临着巨大的增长压力，尤其在O2O和社交电商商城系统的冲击下，传统电商模式出越来越多的短板暴露出来。</font></p><p><font size="4"> </font></p><p><font size="4">　　从概念上看，社交电商是指将关注、分享、沟通、讨论、互动等社交化的元素应用于电子商务交易过程的模式。和传统电商不同的是，社交电商系统主要通过社交化工具、社交化媒体及网络完成企业营销、推广和商品销售，微商就是社交电商最为典型的模式。</font></p><p><font size="4"> </font></p><p>　　<font size="4">虽然微信商城崛起凸显了社交电商的价值，但这也让很多人步入了一个误区，认为社交电商只会拘泥于线上来开展。对此，wemall商城系统有不同的看法，通过将线下实体店和自有社交电商完全打通，开辟出一条新的成功道路。</font></p><p><font size="4"> </font></p><p>　　<font size="4">在过去，很多人认为社交电商就是通过微信、微博等社交平台卖商品，不过，经过长时间的推广，这种模式会令人反感，也违背了社交电商的初衷。所以新的社交电商模式要打破了这种传统观念。</font></p><p><font size="4"><br></font></p><p>　　<font size="4">第一，要通过与粉丝建立强大的社交关系，不仅要强化了与用户的互动，而且也要将品牌影响力注入到了社交网络中；</font></p><p>　　<font size="4">第二，社交关系不分线上和线下的，所以，对线上资源和线下资源需要进行有机整合，让线下实体店凭借其丰富的资源，成为对应社交电商的护城河。</font></p><p><font size="4"> </font></p><p><font size="4">     众所周知，O2O是近年来移动互联网领域非常重要的一种模式，从现在也只的很多例子例如移动打车、移动外卖的火爆也证明了O2O对传统行业的颠覆意义。实际上，O2O不仅能推动传统行业发展，促进社交电商。</font></p><p><font size="4"><br></font></p><p>　　<font size="4">整个零售行业的趋势可分成两种模式，大业态和小业态，大业态提供的产品和服务是全面的、综合的，而小业态是走细分化、多元化的路线。如果从整个零售行业的趋势上看，小业态比大业态更容易应对复杂多变的环境，因为小业态更细分、更专业，对用户的需求更聚焦，符合整个消费需求升级的趋势。</font></p><p><font size="4"><br></font></p><p>　　<font size="4">小业态的这种优势和O2O的理念不谋而合。以移动外卖为例，移动外卖之所以火爆，正是因为它将线下广泛的小业态实体餐馆进行了资源聚焦，然后再通过移动互联网的模式来高效的为消费者服务。通过线上资源与线下资源的有效对接满足用户需求，打造成熟的商业模式。换个角度而言，小业态和O2O其实是密不可分的。</font></p><p> </p><p>　　<font size="4">所以，现在好的O2O模式，就是将小业态实体店与社交电商串联起来，通过更强大的渠道，更完善的服务来推动社交电商体量的壮大，在这个过程中，小业态实体店不仅能享受到社交电商所带来的红利，而且其价值和意义也将被重新审视。</font></p><p><br></p>\r\n                                \r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 07:47:01', '2017-02-18 10:09:39'),
(16, 'WeMall:O2O商城系统运营技巧', 'wemall-o2o-shang-cheng-xi-tong-yun-ying-ji-qiao', 64, '', '', '什么是O2O，O2O商城系统是一种线上和线下对接的一种营销模式，让在显示生活中的线下活动和互联网结合，通俗的说就是一台独立的商城系统，在此，我们来讲一下怎么运营O2O商城系统。', '                                                                                                            \r\n                                <p align="center" style="text-align: center;"><font size="4"><img alt="O2O，商城系统" src="http://www.wemallshop.com/uploads/2016-12-15/41c7a9f0-c2a7-11e6-8ef5-bda22a4d0086.jpg" class=""></font></p><p align="center" style="text-align: center;"><font size="4"><br></font></p><p>      <span style="font-size: large;">什么是O2O，O2O商城系统是一种线上和线下对接的一种营销模式，让在显示生活中的线下活动和互联网结合，通俗的说就是一台独立的商城系统，在此，我们来讲一下怎么运营O2O商城系统。</span></p><p><span style="font-size: large;"><br></span></p><p><font size="4">一、<b>确立明确目标</b></font></p><p>      <font size="4">确立好明确的目标可以给企业一个清晰的方向，商家在做O2O商城系统的时候，要定制好发展的步奏，一步一步的搭建自己的商城系统，给徐婷的发展提供一个良好的方向，这样对商城网站的经营和推广是有利的。但是，定时的目标也是有标准的，就像“一亿梗”的王健林王大富翁说的，我们先定制一个小目标，然后一步一步的完成。所以，对于商城系统来说，要先搭建一个商城系统的框架，然后就如房子一样装修完善好，最后再一点点的发展起来。</font></p><p><font size="4"> </font></p><p><font size="4">二、<b>分析用户定位</b></font></p><p>      <font size="4">根据自己商城的商品特点分析确定好不同的客户群，从用户的角度去分析了解用户的需求，根据自己本身商城的定位来进行宣传，用来吸引相关用户的兴趣，来提高自己网站的知名度和排名。要准确的分析好商城系统对应的的人，了解什么是他们所需要的，这一点很重要，wemall商城系统建议，商家可以站在顾客的角度，吧自己当成一个消费者来体验自家的商品，进行购买和使用的一系列流程，找到确定并弥补，让客户购买的构成更加舒服。最后要知道顾客的共同特点，分析客户的人群特点，生活习惯都是什么，能找到客源的平台是什么。</font></p><p><font size="4"><br></font></p><p><font size="4">三、<b>积极沟通</b></font></p><p>      <font size="4">积极有效的沟通能解决很多问题，商城的发展中一定要做好商城工作人员和顾客的沟通，企业进行有效的沟通是解决企业电子商务发展的重要因素，商城的内部人员可以通过各种渠道来交流沟通，外部人员的有效沟通也是一个有利的推广因素，商城工作人员要做好和用户的及时回复，以最快的速度解决用户的问题。尤其是销售人员，客户咨询后，能够在和客户的交流中，引导客户准确表达自己的需求很重要，所以，建议销售人员有一套自己的专业话术，用以应对各种客户要问的问题。</font></p><p><font size="4"><br></font></p><p><font size="4">四、<b>了解对手</b></font></p><p>      <font size="4">在当今电子商务繁荣的情况小，很多的企业都有自己的O2O商城系统，所以，同行业的竞争对手也很多，一个商城系统要做好就要了解和自己同行业的竞争对手，把自己的运营方式和竞争对手对比，吸取他人的经验，也了解自己的不足，并且针对自己的不足寻找解决方法。</font></p><p><font size="4"> </font></p><p>      <font size="4">想要再激烈的竞争环境下生存下来，想要做好自己的O2O商城系统，除了要有一套<a href="http://wemallshop.com/" target="_self">wemall</a>商城系统，更需要一套好的运营方案。</font></p><p>      <font size="4">更多好的商城系统运营和技巧，到<a href="http://wemallshop.com/" target="_self">WeMall</a>官网http://www.wemallshop.com进行浏览。</font></p><p><font size="4"><br></font></p><p align="left" style="text-align: left;"><font size="4"><img alt="wemall售后：QQ 3453183108" src="http://www.wemallshop.com/uploads/2016-12-15/b2fef880-c2a7-11e6-8ef5-bda22a4d0086.jpg" class="" style="width: 1004.4px; height: 81px;"></font></p><p><br></p>\r\n                                \r\n                                ', 1, 0, '', 98, '2017-02-18 07:54:06', '2017-02-18 10:21:49'),
(17, '自建类的网上商城系统，该如何推广？', 'zi-jian-lei-de-wang-shang-shang-cheng-xi-tong-gai-ru-he-tui-guang', 49, '', '', '如何辨别网上商城系统，究竟哪家好呢？未来的商业模式，将不再是简单的零售商，而是线上与线下的融合。想要一体化完整电商解决方案，必定离不开网上商城系统开发。从两个方面辨别网上商城开发公司的能力   ', '                                                                        \r\n                                <p>&nbsp; &nbsp; <b>&nbsp;&nbsp;<font size="4">如何辨别网上商城系统，究竟哪家好呢？</font></b></p><p><font size="4"><br></font></p><p><font size="4">未来的商业模式，将不再是简单的零售商，而是线上与线下的融合。想要一体化完整电商解决方案，必定离不开网上商城系统开发。</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; <b>&nbsp;&nbsp;<font size="4">从两个方面辨别网上商城开发公司的能力</font></b></p><p><b><font size="4"><br></font></b></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">1.审视开发公司的能力，是否有完整的工作团队</font></p><p>&nbsp;<font size="4">商城开发团队的完整，使得团队间工作能力和工作内容有很好的划分和沟通。比如，商城产品设计、代码设计、UI设计、商城推广、销售等。</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">2.开发公司对待售后的态度</font></p><p><font size="4">网站开发公司要有对产品负责的精神，有些并非根据商家的具体要求去做，只交付代码就算完事，售后什么的根本就没保障。选择一家值得信赖的商城系统服务商，售后也是需要重点考虑的因素。</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp;&nbsp;<font size="4">推荐wemall商城系统：<a href="http://www.wemallshop.com/">www.wemallshop.com</a></font></p><p><br></p><p>&nbsp; &nbsp; <b>&nbsp;&nbsp;<font size="4">自建类的网上商城系统，该如何推广？</font></b></p><p><b><font size="4"><br></font></b></p><p><font size="4">对于新手来说，商城系统的推广成为主要问题，首先要明确客户的类型。</font></p><p><font size="4">针对不网购群体：可在空间、论坛、QQ群来宣传自己的商城；</font></p><p><font size="4">在其他商城消费的用户：吸引他们浏览你的店铺，并用优质的商品和价格来动摇他们购买的途径</font></p><p><font size="4">在自己店铺购买产品的用户：努力让忠诚客户成为回头客，并以优惠回馈使回头客愿意为商城口碑相传。</font></p><p><font size="4"><br></font></p><p>&nbsp; &nbsp; &nbsp;<b>&nbsp;<font size="4">在网上商城推广时，需要注意的几个信息：</font></b></p><p><font size="4">熟知买家的兴趣爱好及购物习惯，提供有诱惑力的推广方案；</font></p><p><font size="4">切实处理买家的售后反馈，及时调整和完善商城推广；</font></p><p><font size="4">抓住节日做营销，把握恰当的营销成果并创造可持续推广的机会。</font></p><p><font size="4"><br></font></p><p><br></p>\r\n                                ', 1, 0, '', 0, '2017-02-18 07:57:17', '2017-02-18 07:57:59'),
(18, '分销商城系统的前景在哪？', 'fen-xiao-shang-cheng-xi-tong-de-qian-jing-zai-na', 54, '', '', '分销商城系统的前景在哪？1.分销商城的模式及具体操作  模式：针对不同商品和分销商单独设置佣金比例;分销版微商城层级消费分明，可自由设置分销提成、各级代理名称，采用管理员管理与消费固定金额升级制，让线下推广、消费获得了极大的可能性。通过全员开店，以客推客理念，快速招募分销商，打造最强分销团队。', '                                                                                                                                                                                                                        \r\n                                <p><font size="4">分销商城系统的前景在哪？</font></p><p><font size="4"><br></font></p><p><font size="4"><b>1.分销商城的模式及具体操作</b></font></p><p><font size="4">模式：针对不同商品和分销商单独设置佣金比例</font></p><p><font size="4">操作：分销版微商城层级消费分明，可自由设置分销提成、各级代理名称，采用管理员管理与消费固定金额升级制，让线下推广、消费获得了极大的可能性。通过全员开店，以客推客理念，快速招募分销商，打造最强分销团队。</font></p><p><font size="4"><br></font></p><p><font size="4"><b>2.分销商城的源码多少钱？</b></font></p><p><font size="4">微信商城系统分为购买使用和源码两种，后者因为付费后直接获得源码。WeMall源码商城的价格详见官网：<a href="http://www.wemallshop.com/" target="_self">www.wemallshop.com</a></font></p><p><br></p><p><font size="4"><b>3.分销商城的前景</b></font></p><p><font size="4">腾讯出台一系列政策，并非针对微商和分销，只是为了减少微信交易平台的网络欺诈行为，让微信分销市场更佳规范。这也就表明了，只有正规的第三方分销平台才能存活的更久，遵守市场规则的微信分销才能有发展和出路。</font></p><p><font size="4"><br></font></p><p><font size="4"><b>4. 继续走下去要注意哪几点？</b></font></p><p><font size="4">微信限制和打压高额返利、多层级分销的行为，想靠微信之一平台做分销的是否已经无路可走了？能做到以下几点，分销还是有的玩的。</font></p><p><font size="4"><br></font></p><p><font size="4">A 不选择多级分销平台</font></p><p><font size="4">微信制止的分销行为有两种：1.高佣金返现吸引用户参与 2.多级多层分销。WeMall分销商城可设置不同层级下的佣金比例，可控制在微信允许的范围内。分销和传销的界限本就不明显，所以，拒绝三级以上的分销平台是前提。</font></p><p><font size="4"><br></font></p><p><font size="4">B  分销商城能支持多种支付方式</font></p><p><font size="4">微信处理分销商城的方式除了关停，还有一种就是关闭微信支付功能。所以就此看来，尽量选择多种支付方式的微信分销系统，wemall支持支付宝支付、账户支付、货到付款等多种方式。</font></p><p><font size="4"><br></font></p><p><font size="4">另外，遵守市场规则，妥善经营分销商城，微信分销才会有出路。</font></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                \r\n                                ', 1, 0, '', 100, '2017-02-18 08:01:17', '2017-02-18 10:20:38'),
(19, '关于o2o，你都了解吗？', 'guan-yu-o2o-ni-du-liao-jie-ma', 61, '', '', '关于o2o，你都了解吗？通过o2o这一模式降低营销成本，比如通过wemall搭建一个微信商城，利用线上渠道销售自己的产品；但需要说明的是，o2o分为四种模式的运营1.线上交易到线下消费    2.线下营销到线上交易    3.线下营销到线上交易再到线下消费体验    4.线上交易或营销到线下消费体验，再到线上消费体验。   ', '                                                                                                                                                                                    \r\n                                <p><font size="4">关于o2o，你都了解吗？</font></p><p><font size="4"><br></font></p><p><font size="4">一、<b>o2o是什么意思？</b></font></p><p><font size="4">o2o的意思简单来说就是online to offline，是把线下的商机与互联网相结合，开辟传统企业的市场渠道。通过o2o这一模式降低营销成本，比如通过wemall搭建一个微信商城，利用线上渠道销售自己的产品；</font></p><p><font size="4">但需要说明的是，o2o分为四种模式的运营：1.线上交易到线下消费    2.线下营销到线上交易    3.线下营销到线上交易再到线下消费体验    4.线上交易或营销到线下消费体验，再到线上消费体验。</font></p><p><font size="4"><br></font></p><p><font size="4">二、<b>地方性o2o模式的优势？</b></font></p><p><font size="4">必须承认，地方o2o网站有着得天独厚的优势，不管b2b、b2c这些模式怎么火爆，依然无法取代地方性的产品和服务。比如婚庆、装修、家政、餐饮遗迹娱乐等等方面，这些不可能在淘宝上销售，只能依赖都为地方性o2o网站铺平了道路。</font></p><p><font size="4"><br></font></p><p><font size="4">三、<b>怎样才能玩转o2o呢？</b></font></p><p><font size="4">在互联网上做生意，需要一个载体来展现商品。大平台的蛋糕已经被星店、网红等分食完了，现在去京东、淘宝开网店已经是自寻死路。还有一种方法就是，基于微信搭建自己的网站平台。</font></p><p><font size="4"><br></font></p><p><font size="4" color="#ff0000">对于零售o2o完全可以从以下几个方面入手：</font></p><p><font size="4"><br></font></p><p><font size="4">1.锁定目标人群，群体效应会使订单集中；给顾客惊喜，让顾客口碑相传以带来意外订单。</font></p><p><font size="4">2.实体店的成本高，结合线上线下模式来寻找平衡点，做到更低的成本去满足更多用户需求。</font></p><p><font size="4"><b><br></b></font></p><p><font size="4"><b>四、o2o的盈利模式有哪些？</b></font></p><p><font size="4">社区周边：开设的网上下单功能，比如做家政服务的、连锁餐饮店、商品零售等等，互联网充当的大多是线上的销售渠道。</font></p><p><font size="4">服务类信息平台：买的不是商品是服务，比如迅猫商城，整的不是卖商品的钱，而是入驻商家的服务费。</font></p><p><font size="4">微商城零售行业：在线上开店铺，结合线上线下引流。充分利用o2o的优势，为商品经营造势。</font></p><p><font size="4"><br></font></p><p><font size="4">WeMall官网：<a href="http://" target="_blank">www.wemallshop.com</a></font></p><p align="left" style="text-align: left;"><img src="http://www.wemallshop.com/imgs/lunboa.jpg" class="" style="width: 688.5px; height: 258.3px;"><br></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                ', 1, 0, '', 99, '2017-02-18 08:06:03', '2017-02-18 10:21:12'),
(20, 'WeMall告诉你，如何运营b2b2c微信商城?', 'wemall-gao-su-ni-ru-he-yun-ying-b2b2c-wei-xin-shang-cheng', 68, '', '', '怎么运营b2b2c微信商城，这是很多人都在问的问题，既然有这么多人想要知道这个答案，wemall小编就告诉你b2b2c微信商城的运营方法。(1)更新的频率要固定好的b2b2c微信商城都有固定的更新商品和咨询信息的频率     ', '                                                                                                            \r\n                                <p align="center" style="text-align: center;"><img alt="b2b2c微信商城,wemall" src="http://www.wemallshop.com/uploads/2016-12-12/355c0890-c041-11e6-8ef5-bda22a4d0086.jpg" class="" style="width: 561.6px; height: 273.6px;"></p><p align="center" style="text-align: center;"><br></p><p>    <font size="4">怎么运营b2b2c微信商城，这是很多人都在问的问题，既然有这么多人想要知道这个答案，WeMall小编就告诉你b2b2c微信商城的运营方法。</font></p><p><font size="4"><br></font></p><p><font size="4">(1) <b>更新的频率要固定</b></font></p><p>    <font size="4">好的b2b2c微信商城都有固定的更新商品和咨询信息的频率，这样可以让你的微信公众平台得到持续的关注，在固定的时间更新信息，这样能让你的平台关注者知道你什么时刻更新信息，要是有网站的话，在信息中放入官网链接，也可在固定时间访问你的网站，这样对于SEO优化的网站的排名都是有好处的。这样也可以增加用户对你网站的信任度。反之，如果信息更新不够持续和固定，用户可能不知道你新的产品和咨询信息而忘记你的商城从而放弃你的b2b2c商城系统，会导致你的客户和流量的流失。</font></p><p><font size="4"><br></font></p><p><font size="4">(2) <b>微信公众平台发布的文章要重于质量</b></font></p><p>    <font size="4">微信公众平台的信息发布是有固定条数的，虽然一次可以发布多条，但是也要重于质量，优质的文章可以帮助你得到买家的信任和欢迎，而且，官网中好的优质量的原创文章可以提高你官网在搜素引擎中的排名。</font></p><p><font size="4"><br></font></p><p><font size="4">(3) <b>考虑竞争力，细分市场</b></font></p><p><font size="4">    很多b2b2c微信商城系统运营者会选择写一些高流量和高搜索的文章，这并不是一个好的办法，不能生搬硬套的写一些迎合大众的文章，这种方式虽然可以吸引一部分的浏览者，但是阅读者可能会不对你的产品感兴趣，反之，如果你将针对于产品的文章写得好一些，专注于你的目标客户，效果会更好。</font></p><p><font size="4">   </font></p><p>    <font size="4">先要做好b2b2c微信商城首先是要成为一个好的运营者，记住以上3点，会对你的b2b2c微信商城有所帮助。</font></p><p><br></p>\r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 08:10:32', '2017-02-18 10:57:40'),
(21, '微信分销系统的模式是什么？', 'wei-xin-fen-xiao-xi-tong-de-mo-shi-shi-shi-me', 67, '', '', '分销版微商城是wemallshop微商城系统为用户打造的一款采用分销机制的微商城，分销版微商城层级消费分明，可自由设置分销提成、各级代理名称，采用管理员管理与消费固定金额升级制，让线下推广、消费获得了极大的可能性。通过全员开店，以客推客理念，快速招募分销商，打造最强分销团队。', '                                                                                                            \r\n                                <p><font size="4">    分销版微商城是wemallshop微商城系统为用户打造的一款采用分销机制的微商城，分销版微商城层级消费分明，可自由设置分销提成、各级代理名称，采用管理员管理与消费固定金额升级制，让线下推广、消费获得了极大的可能性。通过全员开店，以客推客理念，快速招募分销商，打造最强分销团队。</font></p><p><font size="4"><br></font></p><p align="center" style="text-align: center;"><font size="4"><img src="http://www.koahub.com/public/uploads/2016-11-03/2c495020-a195-11e6-8e0e-cb2129de0fa2.jpg" class="clicked" style="width: 754.6px; height: 784.3px;"><img src="http://www.koahub.com/public/uploads/2016-10-25/78582c20-9a7e-11e6-a09c-9d792e28d659.jpg" class=""></font></p><p><font size="4"><br></font></p><p>    <font size="4">以往传统的销售模式是层级的，商家需耗费大量人力物力以及财力去搭建销售地点，并不能接触到消费者。</font></p><p>    <font size="4">而微信分销系统直接面对的就是消费者，降低了成本、省去冗杂的中间环节，提高了盈利空间。因为微信分销系统拜托了与消费者脱节的弊端，大大提高了销售效率。</font></p><p><font size="4"><br></font></p><p>    <font size="4">进入WeMall官网：<a href="http://" target="_blank">www.wemallshop.com</a>了解更多关于微信分销系统的信息</font></p><p><br></p>\r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 08:12:52', '2017-02-18 10:53:29');
INSERT INTO `article` (`id`, `title`, `pinyin`, `file_id`, `url`, `author`, `sub`, `content`, `status`, `type`, `remark`, `rank`, `created_at`, `updated_at`) VALUES
(22, '在维持竞争力方面，微信分销系统有什么特别的优势？', 'zai-wei-chi-jing-zheng-li-fang-mian-wei-xin-fen-xiao-xi-tong-you-shi-me-te-bie-de-you-shi', 66, '', '', '微信分销系统的模式是什么？成熟的分销模式能够高效、系统的实现盈利，并争取客户价值最大化。作为互联网阶段最受欢迎的盈利模式之一，分销系统已成为商家必争之地。在微信为王的用户时代，庞大微信用户群体和互联网思维衍生出来的微信分销模式，已成为电商时代商家必争之地。   ', '                                                                                                                                                \r\n                                <p>   <b>   <font size="4">微信分销系统的模式是什么？</font></b></p><p><font size="4"><br></font></p><p>      <font size="4">成熟的分销模式能够高效、系统的实现盈利，并争取客户价值最大化。作为互联网阶段最受欢迎的盈利模式之一，分销系统已成为商家必争之地。</font></p><p><font size="4"><br></font></p><p>      <font size="4">在微信为王的用户时代，庞大微信用户群体和互联网思维衍生出来的微信分销模式，已成为电商时代商家必争之地。</font></p><p><font size="4">微信分销作为新时代的创意性商业模式，能够为用户提供什么样的价值呢？</font></p><p><font size="4"><br></font></p><p>      <font size="4">众所周知，移动营销时代的数字化和微传播，让用户接受的信息越来越碎片化。信息碎片化的大背景下，微信分销作为新媒体新兴的传播手段，能够使信息来源更多样化，带领传统电商告别陈旧渠道，开启微信电商营销新时代。</font></p><p align="center" style="text-align: center;"><font size="4"><img src="http://www.koahub.com/public/uploads/2016-10-25/78582c20-9a7e-11e6-a09c-9d792e28d659.jpg" class=""></font></p><p>     <b> <font size="4">怎样实现精准规范化的微信营销？</font></b></p><p><b><font size="4"><br></font></b></p><p>      <font size="4">微商行业毫无规范可言，乱象丛生更是很多人“唱衰微商”的原因。微信分销系统模式，以裂变的方式让员工、顾客、好友成为你的分销商，在实现人人创业的同时、保证全民规范化营销。</font></p><p><font size="4"><br></font></p><p>     <b> <font size="4">微信分销系统是减少营销成本、提高效率的保障</font></b></p><p><font size="4"><br></font></p><p>      <font size="4">以往传统的销售模式是层级的，商家需耗费大量人力物力以及财力去搭建销售地点，并不能接触到消费者。</font></p><p><font size="4">而微信分销系统直接面对的就是消费者，降低了成本、省去冗杂的中间环节，提高了盈利空间。因为微信分销系统拜托了与消费者脱节的弊端，大大提高了销售效率。</font></p><p><font size="4"><br></font></p><p>      <font size="4"><b>在维持自己的竞争力方面，微信分销系统有什么特别的优势？</b></font></p><p><font size="4"><br></font></p><p>      <font size="4">WeMall分销系统让商城时刻保持竞争模式，为用户提供独一无二的价值。wemall三级分销，利用社交媒体的巨大流量做分销，扩大销售规模。</font></p><p><font size="4"><br></font></p><p>      <font size="4">WeMall分销为消费者提供成为分销商的机会，为商家带来更精准的用户，同时为消费者带来额外收入，增强消费者与生产商之间的黏度。</font></p><p><font size="4">微信分销系统是基于微信营销而生，是顺应时代发展的盈利模式，wemall用自己独特的分佣机制，为商家带来更加精准的营销。</font></p><p><font size="4"><br></font></p><p>      <font size="4">转载请注明出处：<a href="http://" target="_blank">www.wemallshop.com</a></font></p><p><br></p>\r\n                                \r\n                                \r\n                                ', 1, 0, '', 0, '2017-02-18 08:16:19', '2017-02-18 10:48:41'),
(23, '关于网上商城系统你知道多少（二）', 'guan-yu-wang-shang-shang-cheng-xi-tong-ni-zhi-dao-duo-shao-er', 60, '', '', '前面已经讲解了关于网上商城系统的两点注意事项，接下来继续讲解。3.商城系统的功能从商城系统功能层面来讲，一个完善的商城系统至少应该包含以下功能：菜单管理、标签管理、商品管理、评论管理、反馈管理、订单管理、财务管理、广告管理、用户管理、员工管理、以及其他相关业务辅助分支系统。', '                                                                                                            <p>      <font size="4">前面已经讲解了关于网上<a href="http://www.wemallshop.com/" target="_self">商城系统</a>的两点注意事项，接下来继续讲解。</font></p><p><font size="4"><br></font></p><p>      <font size="4">3.<b><a href="http://www.wemallshop.com/" target="_self">商城系统</a>的功能</b></font></p><p><font size="4"><br></font></p><p>      <font size="4">从商城系统功能层面来讲，一个完善的商城系统至少应该包含以下功能：菜单管理、标签管理、商品管理、评论管理、反馈管理、订单管理、财务管理、广告管理、用户管理、员工管理、以及其他相关业务辅助分支系统。根据多年服务经验，WeMall制作成如下电商树谱，更直观体验传统行业对商城系统的需求。</font></p><p align="center" style="text-align: center;"><font size="4"><img src="http://www.wemallshop.com/uploads/2016-12-09/2c713640-bdeb-11e6-a815-018712a290b8.png" alt="wemall,商城系统" class=""></font></p><p>      <font size="4">4.<b><a href="http://www.wemallshop.com/" target="_self">商城系统</a>的增值服务</b></font></p><p><font size="4"><b><br></b></font></p><p>      <font size="4">移动互联网的出现，商家及消费者对于DIY的要求越来越高。一套完善的商城系统会提供多种模板供商家选择。如wamall商城系统在5.0的基础上，开发出了水果版、外卖版、超市版等，供各类商家进行选择。商家如果想运行一套完善的商城系统，还需要服务器、域名、小票打印机、短信提醒等。</font></p><p><font size="4"><br></font></p><p>      <font size="4">5.<b><a href="http://www.wemallshop.com/" target="_self">商城系统</a>的服务器及源码</b></font></p><p><font size="4"><b><br></b></font></p><p>      <font size="4">对于商城系统是否开源的问题，是商城采购者比较关心的。如果商城系统开源，则商城采购者能够在现有商城系统基础上进行二次开发，如果商城系统不开源，则商城采购者只能使用现有的商城系统，不能升级。国内完全开源的商城系统少之又少，wemall商城系统是少有的系统完全开源的。除了拥有一套商城系统，还需要将源码部署至服务器上。可以选择部署到自己的服务器，需要有一定服务器管理能力，中小型技术公司可以考虑；还可以选择将源码部署至服务商服务器上，每年交少量费用就可以实现。</font></p><p><font size="4"><br></font></p><p>      <font size="4">关于<a href="http://www.wemallshop.com/" target="_self">商城系统</a>的知识，WeMall今天就先讲到这里。后期我们会更新商城系统更多更系统的内容。　</font></p><p><font size="4"> </font></p><p><br></p>\r\n                                \r\n                                \r\n                                ', 1, 0, '', 93, '2017-02-18 08:20:09', '2017-02-18 10:34:56'),
(24, '关于网上商城系统你知道多少（一）', 'guan-yu-wang-shang-shang-cheng-xi-tong-ni-zhi-dao-duo-shao-yi', 60, '', '', '关于网上商城系统，我们平常生活中接触最多的是线下的商超，线下商超有实地试穿、挑选、讨价还价等线上无可比拟的优势。随着移动互联网逐渐走入人们的生活，淘宝、唯品会及各种微商城平台的存在，琳琅你满目的商品，各种各样促销手段让人们总是无法控制自己的钱包。', '                                                                                                                                                                                                                                                                                                \r\n                                <p>      <font size="4">关于网上<a href="http://www.wemallshop.com/" target="_self">商城系统</a>，我们平常生活中接触最多的是线下的商超，线下商超有实地试穿、挑选、讨价还价等线上无可比拟的优势。随着移动互联网逐渐走入人们的生活，淘宝、唯品会及各种微商城平台的存在，琳琅你满目的商品，各种各样促销手段让人们总是无法控制自己的钱包。快速下单、送货上门、七天无理由退款等服务让购物体验更胜线下商超。</font></p><p><font size="4"><br></font></p><p>      <font size="4">移动互联网的快速发展，正在一步一步改变着我们的生活，网上商城系统这个改变的主要载体。传统商家和传统电商纷纷涌入，力求跟上移动互联网步伐，为消费者打造更舒适快捷的购物体验！　</font></p><p><font size="4"><br></font></p><p>      <font size="4">而对于网上商城系统，知之者甚少。今天wemall就为大家详细讲解，如何挑选出一套合适的商城系统。</font></p><p><font size="4"><br></font></p><p>      <font size="4">1.<b><a href="http://www.wemallshop.com/" target="_self">商城系统</a>的技术实现方式</b></font></p><p><font size="4"><br></font></p><p>      <font size="4">主流技术手段主要有PHP、Node。PHP是一款服务器端的脚本语言，主要用于动态网页开发，是目前最流行的开发语言之一。Node是一款用来编写高性能网络服务器的JavaScript工具包。node的并发速度要比PHP要快，代码写作理念也更先进，越来越多的公司开始接入nodejs。 比如阿里巴巴已经在招收web前端时注明了会nodejs的优先考虑，wemall商城系统也出了KoaHub.js -- 基于 Koa.js 平台的 Node.js web 快速开发框架。可以直接在项目里使用 ES6/7（Generator Function, Class, Async & Await）等特性，借助 Babel 编译，可稳定运行在 Node.js 环境上。Wemall6.0商城系统，以及最近在开发的全栈商城系统都是基于node.js来开发的。</font></p><p><font size="4"><br></font></p><p>      <font size="4">2、<b><a href="http://www.wemallshop.com/" target="_self">商城系统</a>的前台设计</b></font></p><p><font size="4"><br></font></p><p>      <font size="4">商城系统的前台是给前端用户使用，一般包含以下板块：会员登录、商品展示、分类展示、订单管理、商品购买、会员信息、用户评价、用户反馈等。</font></p><p><font size="4"><br></font></p><p align="center" style="text-align: center;"><font size="4"><img src="http://wemallshop.com/uploads/2016-12-09/410df710-bdea-11e6-a815-018712a290b8.png" alt="wemall,商城系统" class="clicked" style="width: 339.3px; height: 603px;"></font></p><p><font size="4"><br></font></p><p>      <font size="4">更多WeMall<a href="http://www.wemallshop.com/" target="_self">商城系统</a>知识，关注关于网上商城系统你知道多少（二）。</font></p><p><font size="4"><br></font></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                \r\n                                ', 1, 0, '', 99, '2017-02-18 08:22:36', '2017-02-18 10:20:56'),
(25, '微信三级分销商城源码', 'wei-xin-san-ji-fen-xiao-shang-cheng-yuan-ma', 57, '', '', '微商的从业者很多都是小白，提到技术都是一脸懵逼。简单易懂，易操作上手的商城系统成为微商从业者的刚需。微商可以找技术公司按照需求定制开发一套好用的微信商城系统，但是定制开发动辄几万几十万甚至上百万，对于普通的微商而言难以承受。', '                                                                                                                                                                                    \r\n                                <p>      <font size="4">微商的从业者很多都是小白，提到技术都是一脸懵逼。简单易懂，易操作上手的商城系统成为微商从业者的刚需。微商可以找技术公司按照需求定制开发一套好用的微信商城系统，但是定制开发动辄几万几十万甚至上百万，对于普通的微商而言难以承受。如果能有一套完整的三级分销<a href="http://www.wemallshop.com/" target="_self">商城源码</a>且价格适宜无疑是做好的选择。</font></p><p><font size="4"><br></font></p><p>      <font size="4">WeMall三级分销商城系统由河南青否网络科技有限公司自主研发，拥有软件著作权，是基于PHP开发的功能完善，性能卓越的商城系统。投入市场以来，广受好评。而且WeMall<a href="http://www.wemallshop.com/" target="_self">商城源码</a>是付费完全开源，如果微商想对其进行二次开发，也是完全可以实现的。</font></p><p><font size="4"><br></font></p><p>      <font size="4">WeMall三级分销<a href="http://www.wemallshop.com/" target="_self">商城源码</a>也在不断更新与完善，适应市场需求。最近刚上线的分销商城更是完爆朋友圈。</font></p><p><font size="4"> </font></p><p align="center" style="text-align: center;"><font size="4"><img src="http://www.wemallshop.com/uploads/2016-12-07/f1d3f220-bc55-11e6-b49f-eb93623efaf1.jpg" alt="三级分销,商城源码,商城系统" class=""></font></p><p><font size="4"><img src="http://www.wemallshop.com/uploads/2016-12-07/0b0d9e30-bc56-11e6-b49f-eb93623efaf1.jpg" alt="三级分销,商城源码,商城系统"></font></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                ', 1, 0, '', 99, '2017-02-18 08:26:27', '2017-02-18 10:21:32'),
(26, 'WeMall告诉你，微信商城会给企业带来价值是什么?', 'wemall-gao-su-ni-wei-xin-shang-cheng-hui-gei-qi-ye-dai-lai-jie-zhi-shi-shi-me', 55, '', '', '现如今微信商城是最为红火的商城系统，很多的企商家和企业都通过微信向提供用户所需要的信息，并且在微信商城推广自己的产品，让用户从微信平台到微信商城进行购买，从而实现微信营销。为什么诸多企业会将战场转入一个刚刚出来不久的微信商城呢?     ', '                                                                                                                                                                                    \r\n                                <p><font size="4"> </font></p><p>      <font size="4">现如今微信商城是最为红火的商城系统，很多的企商家和企业都通过微信向提供用户所需要的信息，并且在微信商城推广自己的产品，让用户从微信平台到微信商城进行购买，从而实现微信营销。</font></p><p><font size="4"><br></font></p><p>      <font size="4">为什么诸多企业会将战场转入一个刚刚出来不久的微信商城呢?这个答案主要是基于微信的用户比较庞大，还有就是微信商城给企业和商家带来不小的价值。</font></p><p><font size="4"><br></font></p><p>      <font size="4">那么WeMall小编就告诉您，微信商城会给企业带来什么价值：</font></p><p><font size="4"><br></font></p><p><font size="4">一、<b>维护老客户，吸引新客户</b></font></p><p>      <font size="4">通过微信囊括大量的新老客户。只需企业和商家定时的推送企业信息或者活动信息，客户便会在第一时间收到信息。利用微信商城上，可以分类管理各类客户，可以有选择性的推送不同的需求信息，让信息100%的发送到用户手上。可以使微信商城与客户0距离的接触，培养良好的客商关系。</font></p><p><font size="4"><br></font></p><p><font size="4">二．<b>节省出广告费用</b></font></p><p>      <font size="4">商家和企业在推广微信商城的刚开始，一定要加大资金投入。要建立好自身的微信平台，完善好企业微信的各种运营系统。要在能想到的各种渠道进行推广，一旦自身微信商城推广出去，后期只要运营好这个微信号即可，这样原本需要支出的大量广告费就可以减少。</font></p><p><font size="4"> </font></p><p><font size="4">三．<b>信息分享转播</b></font></p><p>      <font size="4">一旦企业和商家与老客户之间形成亲密关系。老客户就愿意帮助企业和商家分享相关资讯或者活动内容。企业和商家的微信商城通过经常的奖励活动，刺激老客户分享传播企业信息，到病毒式营销的效果，从而发展更多的新客户。</font></p><p><font size="4"><br></font></p><p><font size="4">四．<b>节省人力成本</b></font></p><p>      <font size="4">微信商城本身就是可以充当一个智能客服。设定好访问相关的关键字，可以实现自动回复的智能服务，节约部门人工客服人力成本。比如在线客服等功能。</font></p><p><font size="4"><br></font></p><p><font size="4">五．<b>塑造品牌</b></font></p><p>      <font size="4">企业和商家做微信商城的最终目标就是通过老客户发展新客户。当我们把目标客户拉进企业微信平台后，就需要不断的对其输出企业文化、企业特点、企业内在等实质性的东西，让客户对企业产生依赖感。通过这些目标客户建立初步的客户群体，形成自己的企业微信品牌。</font></p><p><font size="4"><br></font></p><p><font size="4">六.<b>  整合资源</b></font></p><p>      <font size="4">企业把微信企业商城当成一个整体的策略来做，把企业微信商城的二维码放到可以放的任何地方，比如说做成标签，贴在或印在名片、发货清单、产品包装，宣传画册、展会海报、企业现有推广的各大网站上。以上所讲的几种都是针对直接的下游客户，因为传统宣传或网络宣传的流量都不缺，缺的交易量，以网站为例，进入企业网站的都是下游潜在客户，但是客户会进行相应的对比，或多种原因没有进行询盘交易，但是把微信商城二维码做到网站里就不一样了，以促销的方式是邀请扫一扫二维码，买家一般都会扫，只要客户关注微信企业商城，商城就会直接显示在客户的微信首页，微信商城里只要做好企业介绍、行业资讯、产品优势、质量品质等资讯，刷新或发布文章产品，客户都会第一时间看到，就像腾讯新闻一样，是直接对客户的封闭式管理，锁定客户，避免同行竞争，直接垄断市场。</font></p><p><font size="4"> </font></p><p><font size="4"> </font>      <span style="font-size: large;">现在许多的企业和商家转向了微信商城，微信是一种生活方式，现在很多企业意识到这块巨大的蛋糕，都在抢占自己的行业的市场份额，企业和商家的营销方式决不能仅仅局限于N年前的那几种老套路。唯有与时俱进，不断创新，才是企业和商家生存壮大的不变法则。例如WeMall商城系统，</span><font size="4">WeMall</font><span style="font-size: large;">商城系统是专业的开发微商城系统的公司，拥有多种商城系统模式，完全足够企业和商家使用商城系统，企业和商家可自行配置，方便安全，可到</span><font size="4">WeMall</font><span style="font-size: large;">官网<a href="http://" target="_blank">http://www.wemallshop.com</a>进行了解。</span></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                ', 1, 0, '', 94, '2017-02-18 08:30:01', '2017-02-18 10:34:46');

-- --------------------------------------------------------

--
-- 表的结构 `config`
--

CREATE TABLE `config` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` text,
  `keywords` text,
  `description` text,
  `remark` text,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `config`
--

INSERT INTO `config` (`id`, `title`, `keywords`, `description`, `remark`, `created_at`, `updated_at`) VALUES
(1, 'WeMall微商城 三级分销系统 微信商城 多用户商城系统 商城源码', '三级分销系统,微信商城,多用户商城系统,分销系统,微商城', 'WeMall商城系统专注于企业电子商务商城系统研发，为企业提供三级分销系统、微信商城、多用户商城系统、分销系统、微商城等电商产品。', '444', '2017-02-11 02:52:00', '2017-02-11 02:52:04');

-- --------------------------------------------------------

--
-- 表的结构 `file`
--

CREATE TABLE `file` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` text NOT NULL,
  `ext` text NOT NULL,
  `type` text NOT NULL,
  `savename` text NOT NULL,
  `savepath` text NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `file`
--

INSERT INTO `file` (`id`, `name`, `ext`, `type`, `savename`, `savepath`, `created_at`, `updated_at`) VALUES
(1, 'lunboa.jpg', 'jpg', 'image/jpeg', '54b1f840-f0e7-11e6-9a73-85cac432bb64.jpg', '2017-02-12/', '2017-02-12 05:51:43', '2017-02-12 05:51:43'),
(2, 'wemall6.0.jpg', 'jpg', 'image/jpeg', '1b02dc30-f0e8-11e6-b07b-f706e1a538b5.jpg', '2017-02-12/', '2017-02-12 05:57:15', '2017-02-12 05:57:15'),
(3, 'soonmao.jpg', 'jpg', 'image/jpeg', '35de2a50-f0e8-11e6-b07b-f706e1a538b5.jpg', '2017-02-12/', '2017-02-12 05:58:00', '2017-02-12 05:58:00'),
(4, '1778d3e0-8eb8-11e6-b2a0-394cfb03f4fa.jpg', 'jpg', 'image/jpeg', '68036d00-f0e9-11e6-b07b-f706e1a538b5.jpg', '2017-02-12/', '2017-02-12 06:06:34', '2017-02-12 06:06:34'),
(5, 'icon_weixin.png', 'png', 'image/png', 'd7ee3e60-f0e9-11e6-b07b-f706e1a538b5.png', '2017-02-12/', '2017-02-12 06:09:42', '2017-02-12 06:09:42'),
(6, 'zst.png', 'png', 'image/png', '999bb1f0-f0ea-11e6-b07b-f706e1a538b5.png', '2017-02-12/', '2017-02-12 06:15:07', '2017-02-12 06:15:07'),
(7, 'zhishantang.jpg', 'jpg', 'image/jpeg', '999dadc0-f0ea-11e6-b07b-f706e1a538b5.jpg', '2017-02-12/', '2017-02-12 06:15:07', '2017-02-12 06:15:07'),
(8, 'xinlangyun.jpg', 'jpg', 'image/jpeg', 'a7017450-f0eb-11e6-ba2d-658e42b3aacd.jpg', '2017-02-12/', '2017-02-12 06:22:39', '2017-02-12 06:22:39'),
(9, 'baiduyun.jpg', 'jpg', 'image/jpeg', 'a7034910-f0eb-11e6-ba2d-658e42b3aacd.jpg', '2017-02-12/', '2017-02-12 06:22:39', '2017-02-12 06:22:39'),
(10, '20a38030-7966-11e6-91fe-1b5b5bfa0602.jpg', 'jpg', 'image/jpeg', '81fabb20-f196-11e6-8a42-c56b9e86e1fe.jpg', '2017-02-13/', '2017-02-13 02:45:40', '2017-02-13 02:45:40'),
(11, '67883c00-7968-11e6-ad86-eb41218c5c71.png', 'png', 'image/png', 'b5b1b6d0-f196-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:47:07', '2017-02-13 02:47:07'),
(12, 'icon_add.png', 'png', 'image/png', '767a48a0-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(13, 'icon_app.png', 'png', 'image/png', '767ce0b0-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(14, 'icon_card.png', 'png', 'image/png', '767e1930-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(15, 'icon_coupon.png', 'png', 'image/png', '767edc80-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(16, 'icon_dazhuanpan.png', 'png', 'image/png', '767fedf0-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(17, 'icon_denglu.png', 'png', 'image/png', '76812670-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(18, 'icon_erweima.png', 'png', 'image/png', '768210d0-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(19, 'icon_duanxinyanzheng.png', 'png', 'image/png', '7683be80-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(20, 'icon_huodongbaoming.png', 'png', 'image/png', '7684f700-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(21, 'icon_kehuguanli.png', 'png', 'image/png', '76860870-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(22, 'icon_laugh.png', 'png', 'image/png', '7686cbc0-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(23, 'icon_jifen.png', 'png', 'image/png', '76878f10-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(24, 'icon_setting.png', 'png', 'image/png', '76885260-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(25, 'icon_store.png', 'png', 'image/png', '7688eea0-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(26, 'icon_weidingdandayin.png', 'png', 'image/png', '76898ae0-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(27, 'icon_moban.png', 'png', 'image/png', '768a4e30-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(28, 'icon_shujufenxi.png', 'png', 'image/png', '768b1180-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(29, 'icon_tejia.png', 'png', 'image/png', '768c7110-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(30, 'icon_zhifubao.png', 'png', 'image/png', '768d0d50-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(31, 'icon_zidingyicaidan.png', 'png', 'image/png', '768dd0a0-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(32, 'icon_weixingongneng.png', 'png', 'image/png', '768ebb00-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(33, 'iconfont-qq.png', 'png', 'image/png', '768fa560-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(34, 'iconfont-wenzhangneirong.png', 'png', 'image/png', '769041a0-f197-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 02:52:31', '2017-02-13 02:52:31'),
(35, 'Eg.png', 'png', 'image/png', '91257750-f19d-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 03:36:12', '2017-02-13 03:36:12'),
(36, 'Ergun.png', 'png', 'image/png', '91274c10-f19d-11e6-8a42-c56b9e86e1fe.png', '2017-02-13/', '2017-02-13 03:36:12', '2017-02-13 03:36:12'),
(37, 'ahj.png', 'png', 'image/png', '29de1360-f1a0-11e6-9f46-57132331459f.png', '2017-02-13/', '2017-02-13 03:54:48', '2017-02-13 03:54:48'),
(38, 'aihuijia.png', 'png', 'image/png', '29e0f990-f1a0-11e6-9f46-57132331459f.png', '2017-02-13/', '2017-02-13 03:54:48', '2017-02-13 03:54:48'),
(39, 'b5fedf40-bc4a-11e6-b49f-eb93623efaf1.png', 'png', 'image/png', '134df3f0-f1d6-11e6-bc98-6f9288a8be1c.png', '2017-02-13/', '2017-02-13 10:20:43', '2017-02-13 10:20:43'),
(40, '35887969457386815.jpg', 'jpg', 'image/jpeg', 'c2311cc0-f1d7-11e6-88c5-db0dd52192c6.jpg', '2017-02-13/', '2017-02-13 10:32:45', '2017-02-13 10:32:45'),
(41, '47918631119812694.jpg', 'jpg', 'image/jpeg', '1cefb400-f1d8-11e6-b17f-9b4ca4679567.jpg', '2017-02-13/', '2017-02-13 10:35:18', '2017-02-13 10:35:18'),
(42, '5592992649023507.jpg', 'jpg', 'image/jpeg', 'f64e1950-f1ef-11e6-a1c0-4fcff6cc1ff6.jpg', '2017-02-13/', '2017-02-13 13:26:01', '2017-02-13 13:26:01'),
(43, '4038157572908423.jpg', 'jpg', 'image/jpeg', '096057a0-f1f1-11e6-a0e6-3b8f68a7fcd2.jpg', '2017-02-13/', '2017-02-13 13:33:42', '2017-02-13 13:33:42'),
(44, '6713466325217181.jpg', 'jpg', 'image/jpeg', 'a1640d80-f1f1-11e6-8e68-c91aab7a3fd8.jpg', '2017-02-13/', '2017-02-13 13:37:57', '2017-02-13 13:37:57'),
(45, '3689615287605281.jpg', 'jpg', 'image/jpeg', 'b97454c0-f1f1-11e6-a487-27dac375758d.jpg', '2017-02-13/', '2017-02-13 13:38:38', '2017-02-13 13:38:38'),
(46, '9783594303439063.jpg', 'jpg', 'image/jpeg', '067cf2d0-f58b-11e6-99d3-41ffad4b4f87.jpg', '2017-02-18/', '2017-02-18 03:33:33', '2017-02-18 03:33:33'),
(47, '1863822049633832.jpg', 'jpg', 'image/jpeg', '2aeb45e0-f58b-11e6-98fa-cd5a61f5191f.jpg', '2017-02-18/', '2017-02-18 03:34:35', '2017-02-18 03:34:35'),
(48, '4029365998883727.png', 'png', 'image/png', '3539d2a0-f58b-11e6-98fa-cd5a61f5191f.png', '2017-02-18/', '2017-02-18 03:34:52', '2017-02-18 03:34:52'),
(49, 'x1.jpg', 'jpg', 'image/jpeg', '5ec027d0-f5a1-11e6-9d20-57bf59345ebb.jpg', '2017-02-18/', '2017-02-18 06:13:30', '2017-02-18 06:13:30'),
(50, 'b8bed710-c3f4-11e6-8ef5-bda22a4d0086.jpg', 'jpg', 'image/jpeg', 'd01b1910-f5a3-11e6-9d20-57bf59345ebb.jpg', '2017-02-18/', '2017-02-18 06:31:00', '2017-02-18 06:31:00'),
(51, '5957529775511885.jpg', 'jpg', 'image/jpeg', '0db47230-f5a4-11e6-9d20-57bf59345ebb.jpg', '2017-02-18/', '2017-02-18 06:32:43', '2017-02-18 06:32:43'),
(52, '07437815249039281.jpg', 'jpg', 'image/jpeg', 'f04f5d30-f5a9-11e6-8a17-e918b3fa0e84.jpg', '2017-02-18/', '2017-02-18 07:14:51', '2017-02-18 07:14:51'),
(53, 'a.jpg', 'jpg', 'image/jpeg', '4d349210-f5b7-11e6-8a17-e918b3fa0e84.jpg', '2017-02-18/', '2017-02-18 08:50:30', '2017-02-18 08:50:30'),
(54, '1.jpg', 'jpg', 'image/jpeg', '93a34570-f5b7-11e6-8a17-e918b3fa0e84.jpg', '2017-02-18/', '2017-02-18 08:52:28', '2017-02-18 08:52:28'),
(55, '2.jpg', 'jpg', 'image/jpeg', 'f30b4b10-f5b8-11e6-8a17-e918b3fa0e84.jpg', '2017-02-18/', '2017-02-18 09:02:18', '2017-02-18 09:02:18'),
(56, '3.jpg', 'jpg', 'image/jpeg', '9f850a70-f5b9-11e6-8a17-e918b3fa0e84.jpg', '2017-02-18/', '2017-02-18 09:07:07', '2017-02-18 09:07:07'),
(57, '3.jpg', 'jpg', 'image/jpeg', 'cc1434d0-f5b9-11e6-8a17-e918b3fa0e84.jpg', '2017-02-18/', '2017-02-18 09:08:22', '2017-02-18 09:08:22'),
(58, '4.jpg', 'jpg', 'image/jpeg', '5203f7a0-f5bb-11e6-8a17-e918b3fa0e84.jpg', '2017-02-18/', '2017-02-18 09:19:16', '2017-02-18 09:19:16'),
(59, '4.jpg', 'jpg', 'image/jpeg', 'adf1caa0-f5bc-11e6-8a17-e918b3fa0e84.jpg', '2017-02-18/', '2017-02-18 09:29:00', '2017-02-18 09:29:00'),
(60, '4.jpg', 'jpg', 'image/jpeg', '798c4a00-f5bd-11e6-8a17-e918b3fa0e84.jpg', '2017-02-18/', '2017-02-18 09:34:41', '2017-02-18 09:34:41'),
(61, '5.jpg', 'jpg', 'image/jpeg', '732a0b40-f5c0-11e6-b13a-1fd836807e65.jpg', '2017-02-18/', '2017-02-18 09:55:59', '2017-02-18 09:55:59'),
(62, '37df9020-bd15-11e6-bee8-9333d233180b.jpg', 'jpg', 'image/jpeg', '59f6dcf0-f5c2-11e6-b13a-1fd836807e65.jpg', '2017-02-18/', '2017-02-18 10:09:36', '2017-02-18 10:09:36'),
(63, '6.jpg', 'jpg', 'image/jpeg', 'f8fab7e0-f5c2-11e6-b13a-1fd836807e65.jpg', '2017-02-18/', '2017-02-18 10:14:03', '2017-02-18 10:14:03'),
(64, '7.jpg', 'jpg', 'image/jpeg', 'bfacf5b0-f5c3-11e6-b13a-1fd836807e65.jpg', '2017-02-18/', '2017-02-18 10:19:36', '2017-02-18 10:19:36'),
(65, 'a.jpg', 'jpg', 'image/jpeg', 'bc90fdc0-f5c5-11e6-b13a-1fd836807e65.jpg', '2017-02-18/', '2017-02-18 10:33:50', '2017-02-18 10:33:50'),
(66, 's.jpg', 'jpg', 'image/jpeg', 'ce048ac0-f5c7-11e6-b13a-1fd836807e65.jpg', '2017-02-18/', '2017-02-18 10:48:38', '2017-02-18 10:48:38'),
(67, 'd.jpg', 'jpg', 'image/jpeg', '7984a7e0-f5c8-11e6-b13a-1fd836807e65.jpg', '2017-02-18/', '2017-02-18 10:53:26', '2017-02-18 10:53:26'),
(68, 'd.jpg', 'jpg', 'image/jpeg', '0f36cca0-f5c9-11e6-b13a-1fd836807e65.jpg', '2017-02-18/', '2017-02-18 10:57:37', '2017-02-18 10:57:37');

-- --------------------------------------------------------

--
-- 表的结构 `menu`
--

CREATE TABLE `menu` (
  `id` int(11) UNSIGNED NOT NULL,
  `name` text NOT NULL,
  `url` text NOT NULL,
  `pid` int(11) NOT NULL,
  `file_id` int(11) NOT NULL,
  `remark` text,
  `rank` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `type` int(11) NOT NULL COMMENT '1产品2公司3案例4联系电话5友情链接6关注我们',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `menu`
--

INSERT INTO `menu` (`id`, `name`, `url`, `pid`, `file_id`, `remark`, `rank`, `status`, `type`, `created_at`, `updated_at`) VALUES
(1, '普通版微商城', 'https://www.koahub.com/home/product/2', 0, 0, '', 100, 1, 1, '2016-09-08 10:08:36', '2017-02-18 03:15:57'),
(2, '博客论坛', '', 0, 0, '', 97, 0, 3, '2016-08-24 01:16:56', '2017-02-18 03:41:29'),
(3, '定制开发', '/cms/page/ding-zhi-kai-fa', 0, 0, '', 98, 1, 2, '2016-08-24 01:16:45', '2017-02-18 03:31:03'),
(7, '水果版微商城', 'https://www.koahub.com/home/product/3', 0, 0, '', 0, 1, 1, '2016-12-07 09:07:51', '2017-02-18 03:15:43'),
(8, '分销版微商城', 'https://www.koahub.com/home/product/1', 0, 0, '', 0, 1, 1, '2016-12-07 10:48:11', '2017-02-18 03:15:26'),
(9, '小牛送菜', '', 0, 0, '', 0, 0, 3, '2016-12-07 10:50:18', '2017-02-18 03:41:26'),
(10, '0371-63337761', 'tel:0371-63337761', 0, 0, '', 0, 1, 4, '2016-12-07 10:50:40', '2017-02-18 01:51:13'),
(11, 'koahub软件市场', 'http://www.koahub.com/home/index/index', 0, 0, '', 0, 1, 5, '2016-12-07 10:51:35', '2016-12-12 02:10:30'),
(12, '售前客服1：QQ1642709442', 'http://wpa.qq.com/msgrd?v=3&uin=1642709442&site=qq&menu=yes', 0, 0, '', 0, 1, 6, '2017-02-18 01:58:39', '2017-02-18 02:06:27');

-- --------------------------------------------------------

--
-- 表的结构 `nav`
--

CREATE TABLE `nav` (
  `id` int(11) UNSIGNED NOT NULL,
  `name` text NOT NULL,
  `url` text NOT NULL,
  `pid` int(11) NOT NULL,
  `file_id` int(11) NOT NULL,
  `remark` text,
  `rank` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `type` int(11) NOT NULL COMMENT '0：官网，1：学院',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `nav`
--

INSERT INTO `nav` (`id`, `name`, `url`, `pid`, `file_id`, `remark`, `rank`, `status`, `type`, `created_at`, `updated_at`) VALUES
(1, '首页', '/home/index/index', 0, 0, '', 10, 1, 0, '2017-02-12 04:10:28', '2017-02-12 05:17:29'),
(2, '首页', '/cms/index/index', 0, 0, '', 100, 1, 1, '2017-02-12 04:12:01', '2017-02-18 02:33:39'),
(3, '产品中心', 'https://www.koahub.com/home/product/shop/1', 0, 0, '', 9, 1, 0, '2017-02-12 05:16:30', '2017-02-18 01:48:03'),
(4, '普通版', 'https://www.koahub.com/home/product/2', 3, 0, '', 100, 1, 0, '2017-02-12 05:16:55', '2017-02-13 02:41:07'),
(5, '分销版', 'https://www.koahub.com/home/product/1', 3, 0, '', 99, 1, 0, '2017-02-12 05:17:51', '2017-02-13 02:41:19'),
(6, '水果版', 'https://www.koahub.com/home/product/3', 3, 0, '', 98, 1, 0, '2017-02-12 05:18:28', '2017-02-13 02:41:29'),
(7, '应用商店', 'http://addon.wemallshop.com/Product/addonList', 0, 0, '', 8, 1, 0, '2017-02-12 05:26:16', '2017-02-12 05:39:27'),
(8, '电商学院', '/cms/index/index', 0, 0, '', 0, 1, 0, '2017-02-12 05:29:30', '2017-02-12 05:29:56'),
(9, '多用户三级分销', 'https://www.koahub.com/home/product/7', 3, 0, '', 97, 1, 0, '2017-02-13 02:30:57', '2017-02-13 02:41:47'),
(10, '超市版', 'https://www.koahub.com/home/product/5', 3, 0, '', 0, 1, 0, '2017-02-13 02:31:23', '2017-02-13 02:31:23'),
(11, '多店铺商城', 'https://www.koahub.com/home/product/6', 3, 0, '', 96, 1, 0, '2017-02-13 02:31:41', '2017-02-13 02:41:55'),
(12, '一元购商城', 'https://www.koahub.com/home/product/16', 3, 0, '', 0, 1, 0, '2017-02-13 02:31:58', '2017-02-13 02:32:19'),
(13, '外卖版', 'https://www.koahub.com/home/product/4', 3, 0, '', 0, 1, 0, '2017-02-13 02:33:07', '2017-02-13 02:33:07'),
(14, '团购版', 'https://www.koahub.com/home/product/8', 3, 0, '', 0, 1, 0, '2017-02-13 02:33:21', '2017-02-13 02:33:21'),
(15, '视频版', 'https://www.koahub.com/home/product/59', 3, 0, '', 0, 1, 0, '2017-02-13 02:33:36', '2017-02-13 02:33:52'),
(16, '视频教程', '/cms/page/shi-pin-jiao-cheng', 0, 0, '', 0, 1, 1, '2017-02-18 02:33:16', '2017-02-18 03:42:23');

-- --------------------------------------------------------

--
-- 表的结构 `page`
--

CREATE TABLE `page` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` text NOT NULL,
  `pinyin` text,
  `detail` text CHARACTER SET utf8 COLLATE utf8_croatian_ci,
  `remark` text,
  `status` int(11) NOT NULL,
  `rank` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `page`
--

INSERT INTO `page` (`id`, `name`, `pinyin`, `detail`, `remark`, `status`, `rank`, `created_at`, `updated_at`) VALUES
(1, '定制开发', 'ding-zhi-kai-fa', '                                                                                                                                                <p align="center" style="text-align: center;"><img src="http://localhost:3000/public/uploads/2017-02-18/2aeb45e0-f58b-11e6-98fa-cd5a61f5191f.jpg" alt="bannerch" style="color: inherit; width: 1233.1px; height: 231px;" source="" sans="" pro",="" sans-serif;="" font-size:="" 30px;="" text-align:="" center;="" max-width:="" 100%;"="" class="clicked"><br></p><h2 style="text-align: center; "><br></h2><h2 style="text-align: center; ">合作流程 Process</h2><p><br></p><p><img src="http://localhost:3000/public/uploads/2017-02-18/3539d2a0-f58b-11e6-98fa-cd5a61f5191f.png" alt="QQ20170218-113214" style="max-width:100%;"><br></p><p><br></p><h3>联系我们</h3><h4>微  信 号 ： myinuoer</h4><h4>联系 QQ ：<a target="_blank" href="http://wpa.qq.com/msgrd?v=3&uin=2034210985&site=qq&menu=yes">1642709442</a></h4><h4>联系电话：0371-67773361</h4><p><br></p><p><br></p>\r\n                                \r\n                                \r\n                                \r\n                                ', '', 1, 10, '2016-10-12 09:37:06', '2017-02-18 03:48:19'),
(2, '视频教程', 'shi-pin-jiao-cheng', '<blockquote><p>nodejs安装<br></p></blockquote><p style="text-align: center;"><iframe src="http://www.tudou.com/programs/view/html5embed.action?type=0&code=9fOePpQX8vQ&amp;lcode=&amp;resourceId=0_06_05_99" allowtransparency="true" allowfullscreen="true" allowfullscreeninteractive="true" scrolling="no" border="0" frameborder="0" style="width:480px;height:400px;" width="640" height="498"></iframe></p><blockquote><p>tmodjs安装</p></blockquote><p style="text-align: center; "><iframe src="http://www.tudou.com/programs/view/html5embed.action?type=0&amp;code=B-hMPAg5X-Y&amp;lcode=&amp;resourceId=0_06_05_99" allowtransparency="true" allowfullscreen="true" allowfullscreeninteractive="true" scrolling="no" border="0" frameborder="0" style="width:480px;height:400px;" width="640" height="498"></iframe></p><p style="text-align: center; "><br></p><p style="text-align: center; "><br></p><p style="text-align: center; "><br></p><table class="" style="width: 100%;"><tbody><tr><td>&nbsp;</td><td>&nbsp;</td></tr></tbody></table><p><br></p>', '', 1, 0, '2016-10-14 06:34:20', '2017-02-18 03:50:28');

-- --------------------------------------------------------

--
-- 表的结构 `partner`
--

CREATE TABLE `partner` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` text NOT NULL,
  `sub` text NOT NULL,
  `file_id` int(11) NOT NULL,
  `qrcode_id` int(11) NOT NULL,
  `remark` text,
  `status` int(11) NOT NULL,
  `type` int(11) DEFAULT NULL COMMENT '0案例1合作伙伴',
  `rank` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `partner`
--

INSERT INTO `partner` (`id`, `name`, `sub`, `file_id`, `qrcode_id`, `remark`, `status`, `type`, `rank`, `created_at`, `updated_at`) VALUES
(1, '植善堂', '', 7, 6, '', 1, 0, 0, '2016-10-12 01:37:06', '2017-02-13 03:43:22'),
(2, '新浪云', '', 8, 0, '', 1, 1, 0, '2017-02-12 06:22:54', '2017-02-12 06:22:54'),
(3, '百度云', '', 9, 0, '', 1, 1, 0, '2017-02-12 06:23:17', '2017-02-12 06:23:17'),
(4, 'ergun', '', 36, 35, '', 1, 0, 0, '2017-02-13 03:36:21', '2017-02-13 03:36:21'),
(5, '爱回家', '', 38, 37, '', 1, 0, 0, '2017-02-13 03:54:56', '2017-02-13 03:54:56');

-- --------------------------------------------------------

--
-- 表的结构 `product`
--

CREATE TABLE `product` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` text NOT NULL,
  `url` text,
  `file_id` int(11) NOT NULL,
  `status` int(11) NOT NULL COMMENT '0:关闭，1:开启，－1:取消',
  `type` int(11) NOT NULL COMMENT '0:产品解决方案，1:软件推荐',
  `remark` text,
  `rank` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `product`
--

INSERT INTO `product` (`id`, `name`, `url`, `file_id`, `status`, `type`, `remark`, `rank`, `created_at`, `updated_at`) VALUES
(1, '普通版', 'https://www.koahub.com/home/product/2', 4, 1, 0, '', 0, '2017-02-12 06:06:43', '2017-02-13 02:49:14'),
(2, '分销版', 'https://www.koahub.com/home/product/1', 10, 1, 0, '', 0, '2017-02-13 02:45:46', '2017-02-13 02:49:01'),
(3, '水果版', 'https://www.koahub.com/home/product/3', 11, 1, 0, '', 0, '2017-02-13 02:47:11', '2017-02-13 02:48:45'),
(4, '分销版', 'https://www.koahub.com/home/product/1', 10, 1, 1, '', 0, '2017-02-13 03:57:40', '2017-02-13 03:57:40'),
(5, '水果版', 'https://www.koahub.com/home/product/3', 11, 1, 1, '', 0, '2017-02-13 13:45:41', '2017-02-13 13:45:41'),
(6, '普通版', 'https://www.koahub.com/home/product/2', 4, 1, 1, '', 0, '2017-02-13 13:46:01', '2017-02-13 13:46:01');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ads`
--
ALTER TABLE `ads`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `article`
--
ALTER TABLE `article`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `config`
--
ALTER TABLE `config`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `file`
--
ALTER TABLE `file`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu`
--
ALTER TABLE `menu`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nav`
--
ALTER TABLE `nav`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `page`
--
ALTER TABLE `page`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `partner`
--
ALTER TABLE `partner`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `product`
--
ALTER TABLE `product`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `admin`
--
ALTER TABLE `admin`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- 使用表AUTO_INCREMENT `ads`
--
ALTER TABLE `ads`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;
--
-- 使用表AUTO_INCREMENT `article`
--
ALTER TABLE `article`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;
--
-- 使用表AUTO_INCREMENT `config`
--
ALTER TABLE `config`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- 使用表AUTO_INCREMENT `file`
--
ALTER TABLE `file`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=69;
--
-- 使用表AUTO_INCREMENT `menu`
--
ALTER TABLE `menu`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;
--
-- 使用表AUTO_INCREMENT `nav`
--
ALTER TABLE `nav`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;
--
-- 使用表AUTO_INCREMENT `page`
--
ALTER TABLE `page`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- 使用表AUTO_INCREMENT `partner`
--
ALTER TABLE `partner`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- 使用表AUTO_INCREMENT `product`
--
ALTER TABLE `product`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
